{
    "document_id": 171,
    "domain": "wikihow",
    "name": "家庭生活_如何应对小孩子闹脾气",
    "graph": {
        "1": {
            "data": "如何应对小孩子闹脾气",
            "type": "root",
            "pid": "0"
        },
        "2": {
            "data": "作为家长，小孩子闹脾气实在是让人压力大又挫败的一件事，尤其是当他进入“可怕的两岁”。但是儿童心理学家表示，大部分小孩闹脾气并不是顽皮，或为了指使别人。他们在生气、沮丧时大喊大叫，只不过是找不到词来表达自己到底怎么了。所以，你必须保持冷静，学会找出真正令他困扰的问题，才能迅速、有效地处理这一情况。",
            "type": "ordinary",
            "pid": "1"
        },
        "3": {
            "data": "可选方法",
            "type": "ordinary",
            "pid": "1"
        },
        "4": {
            "data": "好好谈一谈",
            "type": "ordinary",
            "pid": "3"
        },
        "5": {
            "data": "保持冷静，才能妥善应对小孩子闹脾气。",
            "type": "ordinary",
            "pid": "4"
        },
        "6": {
            "data": "最糟糕的情况莫过于家长对闹脾气的孩子发脾气。孩子需要有人安抚，尤其是发脾气的时候，如果你不能好好安抚他，就别指望他们会冷静下来。深呼吸几次，至少过几秒后，才做出反应。",
            "type": "ordinary",
            "pid": "5"
        },
        "7": {
            "data": "确保孩子的需求得到满足。",
            "type": "ordinary",
            "pid": "4"
        },
        "8": {
            "data": "孩子闹脾气不一定是为了“得到自己想要的”，有可能是受挫了，没有得到必要的关注，或是身体不适，例如低血糖、疼痛或消化不良。也许孩子正在出牙，尿布脏了，或是需要午睡。在这种情况下，不要试着和他谈条件，只要满足他的需求，他就不生气了。",
            "type": "ordinary",
            "pid": "7"
        },
        "9": {
            "data": "孩子经常会在想睡的时候发脾气。如果这是问题所在，培养定时午睡的习惯，可以防止他再为同一件事闹脾气。",
            "type": "ordinary",
            "pid": "7"
        },
        "10": {
            "data": "如果你带着小孩外出，记得随身带着健康的零食，以免他因为肚子饿闹脾气。",
            "type": "ordinary",
            "pid": "7"
        },
        "11": {
            "data": "问问他到底怎么了。",
            "type": "ordinary",
            "pid": "4"
        },
        "12": {
            "data": "孩子渴望有人倾听他们的想法，但只懂得用发脾气来表达自己。认真看待孩子，询问他到底怎么了，仔细聆听他的回应，也许有所帮助。抱住他或她，给予充分的关注，让他们有时间解释。",
            "type": "ordinary",
            "pid": "11"
        },
        "13": {
            "data": "这不是说孩子要什么就给什么，而是以尊重的方式听他把话说完，就像你对待别人一样。不管孩子想要新玩具，或不想上学，他们有权表达自己的想法。而你答不答应是另一回事。",
            "type": "ordinary",
            "pid": "11"
        },
        "14": {
            "data": "给予清楚的解释，不要只会说“不”。",
            "type": "ordinary",
            "pid": "4"
        },
        "15": {
            "data": "许多家长只会说“不”、“我说了算”，而不解释其中的原因。就是这种回答让孩子感到挫败。你不需要长篇大论地解释，只要为自己的举动提供一个理由，帮助孩子理解及更好地掌控整个状况。",
            "type": "ordinary",
            "pid": "14"
        },
        "16": {
            "data": "举个例子，如果你们正在杂货店，孩子想买含糖量高的谷物而闹脾气，你不妨提醒他早餐有了他喜爱的燕麦和水果，所以不需要再买谷物。",
            "type": "ordinary",
            "pid": "14"
        },
        "17": {
            "data": "提供几个应对方式供孩子选择。",
            "type": "ordinary",
            "pid": "4"
        },
        "18": {
            "data": "举个例子，儿子或女儿想吃冰淇淋，但是很快就要吃晚饭了。你可以说：“小明，你现在有点不高兴。安静下来，不然就回到自己的房间。”你给了他或她一个选择，要么控制自己，要么回到不会影响别人的地方。如果他做了正确的选择（冷静下来），记得表扬他：“你要吃冰淇淋，但我不批准。谢谢你接受这个回答，没有继续哭闹。”",
            "type": "ordinary",
            "pid": "17"
        },
        "19": {
            "data": "相反地，如果他选择继续不高兴，告诉他后果，而且要说到做到。比方说，把他带回房间，坚决要求他待在那儿，冷静下来才能出来。用这个方法管教2岁小孩，比8岁小孩容易多了，所以越早开始管教孩子越好。",
            "type": "ordinary",
            "pid": "17"
        },
        "20": {
            "data": "坚持你的立场。",
            "type": "ordinary",
            "pid": "4"
        },
        "21": {
            "data": "和孩子谈话时，你可以有同理心，但态度要坚决。平静地做出解释后，不要让步。孩子也许会立刻安静下来，也许不会，但他总会记住闹脾气并不能让他如愿以偿。下次他想要某个东西时，就不太可能闹脾气。",
            "type": "ordinary",
            "pid": "20"
        },
        "22": {
            "data": "防止孩子受伤。",
            "type": "ordinary",
            "pid": "4"
        },
        "23": {
            "data": "有的小孩在发脾气时动作很大。如果你的孩子是这样，一定要移开附近的危险物品，帮助他避开危险。",
            "type": "ordinary",
            "pid": "22"
        },
        "24": {
            "data": "孩子闹脾气时，尽量不要抓着他，但有时候，这也是必要的手段，而且带有安抚作用。温柔但坚定地抱住他，不要太用力。好好安慰他，尤其是如果他因为失望、挫败或不熟悉的环境，而闹脾气。",
            "type": "ordinary",
            "pid": "22"
        },
        "25": {
            "data": "不要发脾气。",
            "type": "ordinary",
            "pid": "4"
        },
        "26": {
            "data": "你必须以身作则，给孩子示范良好行为。如果你也开始发“大人”的脾气，大呼小叫的，孩子会认为在这个家做出这类行为，是可以接受的。控制自己并不容易，但你还是得为了自己和孩子，尽量保持冷静、镇定。必要时，花几分钟让自己平静下来。在这期间，让伴侣或其他负责人照看孩子。如果有必要，你可以让孩子回到装了儿童门栏的房间。",
            "type": "ordinary",
            "pid": "25"
        },
        "27": {
            "data": "别打骂孩子。以这种方式失控，只会让孩子感到迷茫，而且怕了你。这不会使你们的关系健康、充满信任。",
            "type": "ordinary",
            "pid": "25"
        },
        "28": {
            "data": "你和伴侣也必须以身作则，示范如何良好地沟通和处理挫折。别在孩子面前吵架，或是一不称心就生气或不高兴。",
            "type": "ordinary",
            "pid": "25"
        },
        "29": {
            "data": "不管怎样，都要让孩子感受到被爱。",
            "type": "ordinary",
            "pid": "4"
        },
        "30": {
            "data": "有时候，小孩闹脾气，只是想要得到更多关爱。说到管教孩子，克制你对他的爱绝不是个好方法。无论如何，都要让孩子知道，不管发生什么事，你都爱他。",
            "type": "ordinary",
            "pid": "29"
        },
        "31": {
            "data": "别在孩子发脾气时痛斥他，或是说“我对你很失望”。",
            "type": "ordinary",
            "pid": "29"
        },
        "32": {
            "data": "即使孩子的行为令你失望，也要抱住他说“我爱你”。",
            "type": "ordinary",
            "pid": "29"
        },
        "33": {
            "data": "尝试暂时隔离（timeout）",
            "type": "sequence",
            "pid": "3"
        },
        "34": {
            "data": "在孩子崩溃、失控时，将他“暂时隔离”。",
            "type": "sequence-step",
            "pid": "33"
        },
        "35": {
            "data": "别试着跟盛怒之下的孩子讲道理。给他时间好好发泄。用一些句子帮助他表达情绪。比如说，“经过漫长的一天后，你一定很累了”，或是“得不到想要的东西，你一定觉得很失望”。这么做能帮助孩子日后用言语表达自己，也表现出你明白他的感受，却不需要让步。这时候，你可能发现最好的办法是把他隔开，直到他冷静下来。",
            "type": "ordinary",
            "pid": "34"
        },
        "36": {
            "data": "告诉孩子现在是“暂时隔离”（timeout）或“冷静时间”（quiettime）。",
            "type": "sequence-step",
            "pid": "33"
        },
        "37": {
            "data": "如果崩溃、失控的孩子还很小，不可能跟他讲道理，有时候“冷静时间”是最好的解决方法。告诉他现在是安静时间，直到他能平静下来，感觉好点。",
            "type": "ordinary",
            "pid": "36"
        },
        "38": {
            "data": "你也要保持冷静，向孩子示范良好的行为。",
            "type": "ordinary",
            "pid": "36"
        },
        "39": {
            "data": "把“冷静时间”当作给孩子空间，让他安静下来，而不是一种威胁或惩罚。",
            "type": "ordinary",
            "pid": "36"
        },
        "40": {
            "data": "带他或她到安全的地方。",
            "type": "sequence-step",
            "pid": "33"
        },
        "41": {
            "data": "最好是孩子的房间，或是可以放心地让他独自待一会儿的安全地方。这个地方不应该有令人分心的东西，像是电脑、电视机或手持式电子游戏机。选择一处宁静，能让孩子将它与平静联系在一起的地方。",
            "type": "ordinary",
            "pid": "40"
        },
        "42": {
            "data": "别将孩子锁在房里。这很危险，而且会被孩子视为惩罚。",
            "type": "ordinary",
            "pid": "40"
        },
        "43": {
            "data": "向孩子解释只要他平静下来，你就会和他好好谈一谈。",
            "type": "sequence-step",
            "pid": "33"
        },
        "44": {
            "data": "这么做可以让孩子理解你不理他，是因为他做出无理取闹的行为，而不是不关心他。孩子平静下来后，你就得履行协议，跟孩子讨论他的问题，和发脾气这件事。",
            "type": "ordinary",
            "pid": "43"
        },
        "45": {
            "data": "在适当的时候谈一谈。",
            "type": "sequence-step",
            "pid": "33"
        },
        "46": {
            "data": "孩子发完脾气后，和他谈一谈发生过的事。询问他沮丧的原因，不要痛斥或指责他。清楚地解释你的看法。",
            "type": "ordinary",
            "pid": "45"
        },
        "47": {
            "data": "即使孩子的行为令你心烦，也不要把他或她当成敌人来对待。抱一抱他，温柔亲切地说话，即便在解释为何我们不能总是称心如愿的时候，也要保持这样的语调。",
            "type": "ordinary",
            "pid": "45"
        },
        "48": {
            "data": "态度一致。",
            "type": "sequence-step",
            "pid": "33"
        },
        "49": {
            "data": "孩子需要规矩，才能产生安全感，并更好地控制生活。如果他们从不知道某种行为会造成什么后果，就会开始用行动试探。每次孩子闹脾气，就“暂时隔离”，或实施“冷静时间”。他很快就明白大喊大叫、拳打脚踢并不如摊开来谈有效。",
            "type": "ordinary",
            "pid": "48"
        },
        "50": {
            "data": "尝试记录每一次的“暂时隔离”。",
            "type": "sequence-step",
            "pid": "33"
        },
        "51": {
            "data": "如果你不放心让孩子单独待在房间或其它地方，可以通过转移他的注意力，来实行类似的“暂时隔离”。孩子发脾气时，告诉他你会把这次事件写下来。拿出一本日记，写下发生的事情和你的感受。询问孩子的感受，一并记录下来。孩子会很想参与你做的事情，很快就忘记大声哭闹。",
            "type": "ordinary",
            "pid": "50"
        },
        "52": {
            "data": "知道何时该获取专业意见",
            "type": "ordinary",
            "pid": "3"
        },
        "53": {
            "data": "看看你能否让孩子明白道理。",
            "type": "ordinary",
            "pid": "52"
        },
        "54": {
            "data": "不同的孩子适合不同的管教方式。尝试几种方法，看看哪一种最有效。不管你做什么，孩子还是发脾气？不妨向医生或治疗师求助，他们可以根据孩子的具体需求，给你更多意见。",
            "type": "ordinary",
            "pid": "53"
        },
        "55": {
            "data": "留意孩子闹脾气是否与环境有关。",
            "type": "ordinary",
            "pid": "52"
        },
        "56": {
            "data": "特定的环境刺激，会使孩子比平时更容易发脾气。有的孩子对食物（尤其是糖）、光、人群、音乐或其它因素敏感，这些东西会刺激他们，使他们在沮丧之下失去控制。",
            "type": "ordinary",
            "pid": "55"
        },
        "57": {
            "data": "观察孩子发脾气的时间，看看是否和环境有关。拿走刺激他的东西，看看是否有帮助。",
            "type": "ordinary",
            "pid": "55"
        },
        "58": {
            "data": "如果你搞不懂孩子发脾气的原因，最好寻求专业意见。",
            "type": "ordinary",
            "pid": "55"
        },
        "59": {
            "data": "留意随着孩子慢慢长大，是否还会一直发脾气。",
            "type": "ordinary",
            "pid": "52"
        },
        "60": {
            "data": "大多数小孩慢慢长大，会变得成熟，学会如何有效沟通，而不再随意发脾气。如果孩子过了幼儿期，还是常常闹脾气，很可能有些潜在的问题需要解决。考虑带孩子看医生或治疗师，确认是否有更深层次的问题。",
            "type": "ordinary",
            "pid": "59"
        },
        "61": {
            "data": "如果孩子老是闹脾气，一天总要闹上几次，或者发脾气时，变得很暴力，事后总是精疲力竭，最好带他去看医生，找出是否有特殊的需求没有得到满足。经常发脾气和暴力行为，可能是发展障碍的症状。",
            "type": "ordinary",
            "pid": "59"
        },
        "62": {
            "data": "小提示",
            "type": "ordinary",
            "pid": "1"
        },
        "63": {
            "data": "帮助孩子应付各种状况，而不是靠发脾气来解决问题。比如说，如果你知道他已经过了漫长的一天，从午饭时间到现在什么都没吃，不妨等到第二天早上才去杂货店。实在没办法的话，不妨在购物时，用一些东西吸引他的注意力，然后速战速决。记住，他们还小，还在学习忍耐。",
            "type": "ordinary",
            "pid": "62"
        },
        "64": {
            "data": "如果你们在公共场合，有时候最好的方法是离开（即便你得抱着又哭又闹的孩子，显得有点狼狈）。保持冷静，记住孩子只是不懂得处理情绪，并不是无理取闹。",
            "type": "ordinary",
            "pid": "62"
        },
        "65": {
            "data": "看着他，用正常的语调说等你结完账后就会听他说话，而现在你可以让他做一些事，转移注意力。例如，给他一样东西，告诉他这是爸爸喜欢的东西，把它放到传送带上，然后对收银员说谢谢。给他一些东西放到传送带上，如果他做到了，你要谢谢他，让他觉得自己做得很好，笑着说“我爱你，你帮了妈妈的忙”，给他一个深情的微笑。",
            "type": "ordinary",
            "pid": "62"
        },
        "66": {
            "data": "患有发展障碍的孩子，并非每次都理解口头指示。有时候，他们虽然能复述指令，却不能把它化为行动。面对这样的情况时，你可以画一张图表，表达你希望他做些什么。剪下杂志上的图片，或者画火柴人，让它做出你想让孩子做的事。比起口头指示，孩子看到图画，会更明白你的要求。",
            "type": "ordinary",
            "pid": "62"
        },
        "67": {
            "data": "不要大声叫喊，或严厉斥责，让孩子停止闹脾气。你应该向他们解释他们的行为，为什么你不赞同这些行为，建议他们用其他方法表达自己。例如，你可以说，“小明，你现在尖叫乱打是不好的行为，会让别人很心烦。我希望你停下来，好好跟我说话。我想知道是什么让你不开心，但你一直这样尖叫，我一句都听不见。”",
            "type": "ordinary",
            "pid": "62"
        },
        "68": {
            "data": "除非你刻意纵容，不然孩子无法借着闹脾气来指使人。他们通常不是为了刚发生的事情闹脾气，而是在释放压抑已久的挫败感。他会在这个过程中，学会做正确的事，和适当的社交技巧。",
            "type": "ordinary",
            "pid": "62"
        },
        "69": {
            "data": "做好计划：如果要去小孩总是闹脾气的地方，比如杂货店的收银台，先提前和他做好交流。例如：“（孩子的名字），前几次我们在收银台，都有一些状况发生。从现在起，我们要做的是：等你到收银台的时候，如果表现良好，我会给你一块口香糖，如果你想要更多而闹脾气，那就一块也得不到。现在，（孩子的名字），跟我说说我们待会要干嘛？”如果双方都了解计划，等到收银台的时候就不用再解释了。要是他表现良好，就能按计划得到奖励；表现不好就什么也得不到，他已经知道规则了。",
            "type": "ordinary",
            "pid": "62"
        },
        "70": {
            "data": "每个小孩都不一样，实际情况也千差万别。你不能单靠一种方法，应付所有场合。你是家长，控制权在你手上。保持冷静。如果你察觉到自己在生气、恼怒、泄气、烦躁，不妨暂时离开，先让自己冷静下来，才试图安抚沮丧的孩子。",
            "type": "ordinary",
            "pid": "62"
        },
        "71": {
            "data": "在某段时期，孩子只需要知道不行就是不行，不需要解释太多。但如果他们长大了，可以明白道理，不妨解释为什么他们不能这么做。",
            "type": "ordinary",
            "pid": "62"
        },
        "72": {
            "data": "警告",
            "type": "ordinary",
            "pid": "1"
        },
        "73": {
            "data": "别期望孩子做出不符合年龄的行为。作为父母，你没有必要接受孩子粗鲁、伤人的行为，必须为孩子设限，但也要了解他这个年纪的正常行为。记住，这个阶段总会过去的，你的责任是引导他、爱他，帮助他度过这个阶段，而不是强逼他长大，进入下一阶段。",
            "type": "ordinary",
            "pid": "72"
        },
        "74": {
            "data": "不要为了避免尴尬而让步，否则孩子会故意在人群中闹脾气。当孩子在大庭广众下闹脾气，家长会觉得所有人都在盯着他们看，感到难为情。事实上，大部分旁观者发现家长只是在为孩子设定合理的限制时，会说“就该这样，大胆去做吧”。",
            "type": "ordinary",
            "pid": "72"
        },
        "75": {
            "data": "如果你面临压力，有个被宠坏的孩子会使你更烦躁。举个例子，你必须赚钱付清各种账单和贷款，如果孩子总是大喊大叫，日子肯定过得不顺心。去一个可以让你发泄的地方。记住，在任何情况下，都不可以把内心的怒气，发泄在孩子身上，因为你的困境不是孩子造成的。",
            "type": "ordinary",
            "pid": "72"
        },
        "76": {
            "data": "试过了本文列出的方法，但孩子还是经常发脾气？也许是时候让专家帮助你了解孩子，及如何和他们相处。有发展障碍或其它问题的儿童，需要专家的训练与指导。向专家解释你和孩子的经历。带上类似本文的文章，告诉他们你采取过哪些方法，以及它们的效果。专家或许有其它建议，或提议让孩子做更深入的评估。",
            "type": "ordinary",
            "pid": "72"
        },
        "77": {
            "data": "孩子闹脾气时，永远不要屈服于他的要求。这样他们会觉得自己赢了，有了控制权。学会在家应付他们的脾气，就能减少在公共场合的尴尬。你可以在小事上向他们“妥协”，让他们觉得自己有更大的控制权。当他们发现冷静下来，反而有奖励，就会减少闹脾气。",
            "type": "ordinary",
            "pid": "72"
        },
        "78": {
            "data": "根据情况，如果你需要“暂时隔离”孩子，尽管做就是了。不管怎样，打孩子是不对的。体罚闹脾气的孩子，只会让他们学会以力服人（打耳光、拳打脚踢等）。",
            "type": "ordinary",
            "pid": "72"
        },
        "79": {
            "data": "绝对不能鞭打或虐待孩子。如果你选择体罚，一定要冷静及负责任地实行。先了解你所在地区针对体罚的法律。",
            "type": "ordinary",
            "pid": "72"
        },
        "80": {
            "data": "不要经常用其它东西（例如糖果）分散孩子的注意力，让他不再发脾气。教导孩子不可以发脾气，他很快就学会其它应对方法。然而，有的孩子比较容易激动或情绪化，所以还是会闹脾气。小孩和大人一样，有的性格沉静，有的容易激动。用好的方式发脾气，可以释放被抑制的精力、挫败感、愤怒和其它情绪。这是很自然的过程。如果你教孩子压抑情绪，他们长大了也不会表达自己的感受。",
            "type": "ordinary",
            "pid": "72"
        }
    }
}