{
    "document_id": 227,
    "domain": "wikihow",
    "name": "健康_如何克服敏感情绪",
    "graph": {
        "1": {
            "data": "健康_如何克服敏感情绪",
            "type": "root",
            "pid": "0"
        },
        "2": {
            "data": "情绪敏感是一种健康的表现，但过度敏感则会带来负面的影响。掌控波动的情绪，让其服务于己，而非成为敌人。过度敏感的人常有被冷落的感觉，但这些情绪可能是他们臆想或者误解他人所致。如果对日常人际交往充满误读，那么人就会闷闷不乐，生活不健康。在敏感情绪与常识，自信和心理复原能力中找到平衡点，这样你就不会对生活中的小事耿耿于怀了。",
            "type": "ordinary",
            "pid": "1"
        },
        "3": {
            "data": "可选方法",
            "type": "ordinary",
            "pid": "1"
        },
        "4": {
            "data": "探索自己的情感",
            "type": "ordinary",
            "pid": "3"
        },
        "5": {
            "data": "高度敏感是人与生俱来的本能。",
            "type": "ordinary",
            "pid": "4"
        },
        "6": {
            "data": "神经学家研究发现，人的某些敏感情绪由基因决定。世界人口的百分之二十都属于“高敏感人群”，他们对微弱刺激的敏感度要高于常人，这些刺激对他们产生的影响也更为剧烈。这种高敏感度与产生阵肾上腺素的基因有关。阵肾上腺素是一种压力荷尔蒙，同时也是一种触发大脑注意力和反应的神经递质。",
            "type": "ordinary",
            "pid": "5"
        },
        "7": {
            "data": "催产素也可以导致情绪过度敏感。催产素是一种帮助人产生爱意，维系关系的荷尔蒙，它可以触发敏感情绪。体内催产素含量较高，社会推理能力就会得到强化，这会让人对生活的细枝末节更加敏感，也可能会让人造成误解。",
            "type": "ordinary",
            "pid": "5"
        },
        "8": {
            "data": "不同社会对高度敏感的人的态度也不尽相同。在很多西方文化中，高度敏感的人会被认为不够坚毅，个性怯懦，因而常被欺负。这种看法并没有得到普世认同。在很多地方，高度敏感被认为是一种天赋，因为它可以赋予人们更好的倾听和理解他人。文化背景不同，对敏感的态度看法也就不尽相同。此外性别，家庭环境，教育程度也可能会影响人们对敏感情绪的态度看法。",
            "type": "ordinary",
            "pid": "5"
        },
        "9": {
            "data": "学习如何更有效地掌控情绪是可行且必要的。如果你生性敏感，就要学会接纳自我。通过练习你会变得不那么敏感，但却不可能因此而彻底改变个性。不要试着改变自己，做好自己就好。",
            "type": "ordinary",
            "pid": "5"
        },
        "10": {
            "data": "进行自我评估。",
            "type": "ordinary",
            "pid": "4"
        },
        "11": {
            "data": "如果你不确定自己是否过度敏感，可以通过以下方法来对自己进行评估。你可以做调查问卷，比如一些心理中心为情绪敏感人士提供的问卷。问卷上的问题能帮助你思考你的感情和经历。",
            "type": "ordinary",
            "pid": "10"
        },
        "12": {
            "data": "回答问题时要保持客观，诚实地回答每个问题。在了解自己的敏感程度后，你就可以更好的掌控自己的情绪。",
            "type": "ordinary",
            "pid": "10"
        },
        "13": {
            "data": "切记，自我评估的目的不是让你扮作自己想成为的人。不论你是真敏感，还是自认为敏感，都要诚实地回答问题。",
            "type": "ordinary",
            "pid": "10"
        },
        "14": {
            "data": "通过记笔记来探索自己的情感。",
            "type": "ordinary",
            "pid": "4"
        },
        "15": {
            "data": "将自己的情感记录下来，你就可以对自己的情绪和反应有更为直观的认知。这些记录会帮你查明造成过度敏感的原因，也能告诉你如何正确的应对情绪波动。",
            "type": "ordinary",
            "pid": "14"
        },
        "16": {
            "data": "将自己现下的情绪记录在册，思考造成这些情绪的原因。举个例子，你现在感到焦虑吗？是什么造成了这些情绪的出现？有的时候小事也可能会引起强烈的情绪波动。",
            "type": "ordinary",
            "pid": "14"
        },
        "17": {
            "data": "你也可以问自己以下几个问题：",
            "type": "ordinary",
            "pid": "14"
        },
        "18": {
            "data": "我现在感觉如何？",
            "type": "ordinary",
            "pid": "17"
        },
        "19": {
            "data": "我为何会做出这种反应？",
            "type": "ordinary",
            "pid": "17"
        },
        "20": {
            "data": "处于这种情绪下的我有何需求？",
            "type": "ordinary",
            "pid": "17"
        },
        "21": {
            "data": "我以前有过这种感受吗？",
            "type": "ordinary",
            "pid": "17"
        },
        "22": {
            "data": "你也可以按时间方式记录情绪。你可以用“我感到伤心”或者“我感到生气”这样的句子开始记录情感。定时两分钟，在此期间将与这些情绪有关联的事情记录下来，中途不要停笔或者更改记录，如实记录即可。",
            "type": "ordinary",
            "pid": "14"
        },
        "23": {
            "data": "等完成这一步后，回顾一下自己的记录。你能发现什么规律吗？能看到这些反应背后隐藏的情感吗？举个例子，焦虑通常是由恐惧，丧失所求之物的悲伤，受攻击后的愤怒等情绪造成的。",
            "type": "ordinary",
            "pid": "14"
        },
        "24": {
            "data": "你也可以针对某个特定事件探索自己的情绪变化。举个例子，公交车上某人可能瞥了你一眼，在你看来这是对你外表的批判。这种解读会伤害你的感情，你可能会因此生气或者悲伤。提醒自己两件事，第一，你并不清楚对方的想法，第二，陌生人对你的评价并不重要。那随意的一瞥可能与批评毫无关系。就算有关，这个人也不了解你，更不知道你的好。",
            "type": "ordinary",
            "pid": "14"
        },
        "25": {
            "data": "在做记录时要培养对自己的同情心。不要以情感为依据来评价自己。你或许无法掌控自己的情感，但你可以选择应对的方式。",
            "type": "ordinary",
            "pid": "14"
        },
        "26": {
            "data": "不要给自己贴标签。",
            "type": "ordinary",
            "pid": "4"
        },
        "27": {
            "data": "很多敏感的人都有过被羞辱和被起外号的不幸经历，比如被叫做爱哭鬼或者牢骚大王，更不幸的是，这些羞辱会被当做标签使用在敏感的人的身上。敏感的人会对这些标签信以为真，即便事实并非如此。如果给自己贴标签，你就可能会将注意力集中在自己的某个方面（可能是不好的方面），然后据此为自己下定义。",
            "type": "ordinary",
            "pid": "26"
        },
        "28": {
            "data": "通过重新定义自我来颠覆这些负面标签。这意味着抛弃旧有的标签，以更为广袤的视角解读自己。",
            "type": "ordinary",
            "pid": "26"
        },
        "29": {
            "data": "举个例子，一个年轻人因为失落而哭泣，而旁人“爱哭鬼”的嘲讽则让她愤然离去。她没有沉溺于这种羞辱，而认为“我不是个爱哭的人。我有时候的确会情绪化，可能和不太情绪化的人比起来我也比较爱哭，但我在努力改正这一点。欺凌已经在哭泣的人是很恶劣的行为，我以后绝不能这样对待他人。”",
            "type": "ordinary",
            "pid": "26"
        },
        "30": {
            "data": "确定触发敏感情绪的原因。",
            "type": "ordinary",
            "pid": "4"
        },
        "31": {
            "data": "你或许很清楚触发自己敏感情绪的原因，也可能对此毫不知情。人的大脑可能会发展出一种“自动应对机制”来应对某些刺激，比如压力。假以时日，这种应对机制就会成为习惯，让你在无意识的情况下对某些事物做出反应。幸运的是，你可以抑止这种机制，培养新的习惯。",
            "type": "ordinary",
            "pid": "30"
        },
        "32": {
            "data": "下次再出现恐惧，焦虑，愤怒等情绪时，停下手里的活，将注意力集中到感官上。你的五感都探测到了什么？不要评价自己的感受，只需如实记录。",
            "type": "ordinary",
            "pid": "30"
        },
        "33": {
            "data": "这种方法其实是一种“自我观察”，可以帮你细化构成情感的多种信息流。有的时候我们会深陷某种情绪不能自拔，无法理清混杂在一起的情绪与感官体验。静下心来，将注意力集中在自己的感官上。细化这些信息有助于重塑大脑的“自发”习惯。",
            "type": "ordinary",
            "pid": "30"
        },
        "34": {
            "data": "举个例子，应对压力时，大脑可能会让你心跳加剧，从而感到紧张不安。这种反应是身体的正常应对机制，明白这一点你就会有不同的看法。",
            "type": "ordinary",
            "pid": "30"
        },
        "35": {
            "data": "记笔记也能起到同样的效果。每次感到情绪化时，都请将这一瞬间记录下来，你的情感，你的感官体验，你的想法和周围环境都要记录在册。通过了解这些知识，你就能更好的应对挑战。",
            "type": "ordinary",
            "pid": "30"
        },
        "36": {
            "data": "有些时候，身处某地或者闻到某种熟悉香味这样的感官体验也会触发某些情感反应。举个例子，闻到苹果派的香味可能会让你伤感，因为你和你新故的祖母就常常一起制作苹果派。这样的反应是很正常的，将注意力稍稍停留在这件事上，明白为什么你会感到悲伤：“我感到悲伤是因为我在和祖母一起做苹果派的时候获得了很多乐趣。我很想念她。”等悲伤过后，要采取更为积极的态度：“今天就来做苹果派来纪念祖母吧。”",
            "type": "ordinary",
            "pid": "30"
        },
        "37": {
            "data": "看看自己是否有共存心理。",
            "type": "ordinary",
            "pid": "4"
        },
        "38": {
            "data": "当你将自我价值和身份认同与他人的行为反应联系在一起时，就构成了共存心理。你可能会觉得人生的意义就是为伴侣做出牺牲，如果对方不支持你的想法和行为，你就会悲痛欲绝。在恋爱中，共存心理非常普遍，但这种情绪也可能会出现在其他类型的人际交往中。以下是共存心理出现的几个征兆：",
            "type": "ordinary",
            "pid": "37"
        },
        "39": {
            "data": "你的满足感与某人相关联",
            "type": "ordinary",
            "pid": "38"
        },
        "40": {
            "data": "尽管你意识到伴侣的不良行径，你还是与其厮守在一起",
            "type": "ordinary",
            "pid": "38"
        },
        "41": {
            "data": "你费劲心力支持对方，哪怕这意味着牺牲自己的健康和需求",
            "type": "ordinary",
            "pid": "38"
        },
        "42": {
            "data": "你对自己的情感状态非常焦虑",
            "type": "ordinary",
            "pid": "38"
        },
        "43": {
            "data": "不具备良好的个人意识",
            "type": "ordinary",
            "pid": "38"
        },
        "44": {
            "data": "不会拒绝他人",
            "type": "ordinary",
            "pid": "38"
        },
        "45": {
            "data": "你对待他人的看法不是完全认同，就是针锋相对",
            "type": "ordinary",
            "pid": "38"
        },
        "46": {
            "data": "共存心理是可以治愈的。专业的心理咨询是最好的解决方案，一些诸如共存匿名小组之类的互助小组也是不错的选择。",
            "type": "ordinary",
            "pid": "38"
        },
        "47": {
            "data": "凡事慢慢来。",
            "type": "ordinary",
            "pid": "4"
        },
        "48": {
            "data": "探索情感，尤其是存在于某些敏感领域的情感是一件困难的事情。心理学家认为，跨出自己的舒适区是成长的必要步骤，但是操之过急则可能会适得其反。",
            "type": "ordinary",
            "pid": "47"
        },
        "49": {
            "data": "抽出时间来检查自己的敏感程度。你可以每天抽出半小时，在结束情感探索后，让自己休息休息或者做些喜欢做的事情，换换心情。",
            "type": "ordinary",
            "pid": "47"
        },
        "50": {
            "data": "因为不适和困难而刻意忽视自己的敏感情绪时，请及时做好记录。拖延通常是由恐惧造成的。人们会因为担心遭遇不幸产生拖延症。告诉自己你能够应付这些困难，然后积极应对困难。",
            "type": "ordinary",
            "pid": "47"
        },
        "51": {
            "data": "如果你实在无法鼓起勇气应对自己的情绪，那就为自己设定一个容易达成的目标。你可以先以30秒为一个期限，只要在30秒内面对自己的敏感即可。这些细微的努力会让你更为强大。",
            "type": "ordinary",
            "pid": "47"
        },
        "52": {
            "data": "允许自己感受情绪。",
            "type": "ordinary",
            "pid": "4"
        },
        "53": {
            "data": "避免过度敏感并不意味着你不能感受自己的情绪。压抑或者否认自己的情绪可能会造成伤害。你应该承认诸如愤怒，伤感，恐惧和悲恸这样的负面情绪，而不是任其掌控你的心情。负面情绪和正面情绪一样，是构成健康情感的要素。",
            "type": "ordinary",
            "pid": "52"
        },
        "54": {
            "data": "为自己创造一个安全空间，能让自己表达自己的情感。举个例子，如果你因为失去而感到悲哀，给自己一些时间来缓解。掐好时间，探索你的情感，哭一场，或者品味内心的感受，选个你觉得合适的方法即可。时间到了以后，就回归到正常的生活当中。正视自己的情绪，你就会感觉好一些。不要一整天都闷在一种情绪里，这样对身体不好。有一个能够抒发情绪的安全空间，你就能更好的担起日常生活中的责任。",
            "type": "ordinary",
            "pid": "52"
        },
        "55": {
            "data": "检视自己的想法",
            "type": "ordinary",
            "pid": "3"
        },
        "56": {
            "data": "认知扭曲可能会造成过度敏感，因此需要对其进行了解。",
            "type": "ordinary",
            "pid": "55"
        },
        "57": {
            "data": "认知扭曲是大脑长期形成的不良思考与反应习惯。你可以学习如何辨别认知扭曲，如何加以应对。",
            "type": "ordinary",
            "pid": "56"
        },
        "58": {
            "data": "认知扭曲通常不会单独出现。在你探索自己的思考模式时，你会发现面对单一情感或事件时，认知扭曲会以多种形式出现。多花些时间了解自己的应对机制，以便理解哪些是有益的，而哪些则毫无用处。",
            "type": "ordinary",
            "pid": "56"
        },
        "59": {
            "data": "认知扭曲的形式有很多，与过度敏感相关的常见问题有个人化，贴标签，说话总爱带“应该”二字，感情用事和急于下结论。",
            "type": "ordinary",
            "pid": "56"
        },
        "60": {
            "data": "认识并应对个人化的问题。",
            "type": "ordinary",
            "pid": "55"
        },
        "61": {
            "data": "个人化是一种常见的认知扭曲，可以导致情绪过度敏感。看待事物个人化的人会将一些与自己无关，或者自己无法掌控的事情归咎于自身，也会把并非针对自己的事情放在心上。",
            "type": "ordinary",
            "pid": "60"
        },
        "62": {
            "data": "如果你的孩子被老师批评了，你可能会因为个人化而将指责引到自己身上：“我女儿的老师觉得我是个不称职的父亲！她怎么可以这么羞辱我的教育理念！”这种想法会让你过度敏感，因为你将批评错误地认定为指责。",
            "type": "ordinary",
            "pid": "60"
        },
        "63": {
            "data": "客观地看待事物。做到这一点需要花费时间，所以对自己多一点耐心。搞清楚究竟发生了什么，你对事情的状况有何了解。如果老师告诉家长孩子在课上应该认真听讲，这并不是在谴责家长不称职。这么做是为了让你帮助孩子精进学业，而非羞辱家长。",
            "type": "ordinary",
            "pid": "60"
        },
        "64": {
            "data": "认识并拒绝标签化。",
            "type": "ordinary",
            "pid": "55"
        },
        "65": {
            "data": "标签化的想法非常极端，且通常与个人化同时发生。在给自己贴标签的同时，你因为某个事情或者行为而对自己一概而论，而这些事情并不能代表你的为人。",
            "type": "ordinary",
            "pid": "64"
        },
        "66": {
            "data": "举个例子，如果你的论文得到了差评，你可能会觉得自己是个失败者，一事无成。将自己定义为一事无成意味着你对自己没有信心，也不愿意为改善自我而做出努力。这种想法会让你感到羞愧，也会让你难以接受批评，因为你会把所有的批评都看作是对你的指责。",
            "type": "ordinary",
            "pid": "64"
        },
        "67": {
            "data": "正确认识错误和挑战，总结经验，为以后的成长努力。与其因为论文得到差评而自怨自艾，不如正确认识到自己的错误，总结经验。你可以这么想：“我这次论文写的不好，真是让人难过，但这没什么大不了的。我会和老师谈谈，争取下次写得更好。”",
            "type": "ordinary",
            "pid": "64"
        },
        "68": {
            "data": "认识并改正说话总爱带“应该”的坏习惯。",
            "type": "ordinary",
            "pid": "55"
        },
        "69": {
            "data": "“应该”式的句子会给自己和他人设定难以企及的标准，因而造成伤害。说这种话的人总是将过多的精力放在外界的看法上，因而忽视了真正有意义的事情。一旦你完不成“应该”完成的事情，你就会惩罚自己，从而丧失改变的意愿。这种说话习惯会造成负罪感，失落甚至是气愤。",
            "type": "ordinary",
            "pid": "68"
        },
        "70": {
            "data": "举个例子，你可能会这么对自己说：“我真该减肥了。我不能再这么懒了。”这么做其实是借着负罪感来激励自己，但是负罪感并不能很好的激励一个人。",
            "type": "ordinary",
            "pid": "68"
        },
        "71": {
            "data": "了解“应该”背后隐藏的原因，改正这种思维模式。举个例子，你觉得自己“应该”减肥，是因为旁人的意见？还是迫于社会审美的压力？这些原因是不健康的，也不应该成为做事的理由。",
            "type": "ordinary",
            "pid": "68"
        },
        "72": {
            "data": "如果你因为医嘱，觉得为了健康“应该”减肥，那就转换这种“应该”的思想，提出更有建设性的意见：“我希望获得健康，因此我要多吃有益健康的食物。”这么想会让你避免过度敏感，让你更积极地应对挑战，也利于你的长期发展。",
            "type": "ordinary",
            "pid": "68"
        },
        "73": {
            "data": "带“应该”的句子也会让你在与人交流时产生敏感情绪。举个例子，如果谈话的对方没有按照你的期冀表现，你就会觉得很沮丧。如果你觉得对方“应该”对你说的话感到激动，但对方却没有按照你的想法表现，你就会感到不悦。你无法掌控他人的情感和反应，因此不要对对方要求过多。",
            "type": "ordinary",
            "pid": "68"
        },
        "74": {
            "data": "认识到感情用事的危害，并改正这一缺点。",
            "type": "ordinary",
            "pid": "55"
        },
        "75": {
            "data": "感情用事的人会觉得自己的所想就是事实。这种认知扭曲非常常见，只要稍加努力，你就能认识并避免这一问题。",
            "type": "ordinary",
            "pid": "74"
        },
        "76": {
            "data": "举个例子，当老板对你完成的项目颇有微词时，你可能会感到很受伤。因为负面情绪爆棚，感情用事的人会觉得老板处事不公。他们可能会觉得自己是个失败者，是个没价值的员工。这样的想法缺乏逻辑支撑。",
            "type": "ordinary",
            "pid": "74"
        },
        "77": {
            "data": "为避免感情用事，你可以将自己经历过的负面情绪记录下来，然后写下自己的感受。之后再观察事情的实际情况，问问自己，你所设想的是否就是事实呢？很多情况下，情绪化的设想并不能代表事实。",
            "type": "ordinary",
            "pid": "74"
        },
        "78": {
            "data": "认识并改正急于做出结论的习惯。",
            "type": "ordinary",
            "pid": "55"
        },
        "79": {
            "data": "急着下结论和感情用事原理相似，急于下结论的人通常会罔顾事实，只关注负面的内容。在极端情况下，他们会任由负面情绪蔓延，让事情变得不可一发而收拾。",
            "type": "ordinary",
            "pid": "78"
        },
        "80": {
            "data": "揣测他人心思就是一种急于下结论的情况，可能造成过度敏感的情绪。当你试着解读他人想法时，你会觉得旁人对你持有负面态度，哪怕这只是你的臆想。",
            "type": "ordinary",
            "pid": "78"
        },
        "81": {
            "data": "举个例子，如果伴侣没有及时回复你的短信，告诉你晚饭想吃什么，你可能会觉得对方是在忽视你。虽然没有证据支持你的猜测，你却会因此感到痛苦甚至气愤。",
            "type": "ordinary",
            "pid": "78"
        },
        "82": {
            "data": "预测未来也是一种急于下结论的情况。你可能会断言事情的发展不尽人意，哪怕没有任何证据支持你的想法。举个例子，你或许因为怕遭到老板否定，就彻底放弃提出新的项目计划。",
            "type": "ordinary",
            "pid": "78"
        },
        "83": {
            "data": "急于下结论的一个极端例子就是把什么事情当往坏处想。举个例子，如果你的伴侣没有回复短信，你可能会觉得对方生你的气了。进而你会觉得对方不想和你说话，因为她藏着一些不可告人的秘密，比如她不爱你了。你可能觉得这段感情彻底完了，你只能孤独终老在父母家的地下室里度过残生。这个例子很极端，但是却揭示了急于下结论的人的跳跃式逻辑。",
            "type": "ordinary",
            "pid": "78"
        },
        "84": {
            "data": "为了不要揣测旁人的想法，你可以开诚布公的与人交谈。不要对对方心怀抱怨或指责，问清除事实。举个例子，你可以发信息给伴侣，“嘿，你有什么想和我说的吗？”如果对方给予否定回答，请相信对方。",
            "type": "ordinary",
            "pid": "78"
        },
        "85": {
            "data": "为了避免随便揣测未来，或者过度悲观消极，请仔细检查每一步思绪的逻辑。你的猜测有依据吗？现实是否与你的想法一致？通常情况下，你会发现自己跳跃逻辑的漏洞，加以练习，你就可以避免跳跃式的逻辑思维。",
            "type": "ordinary",
            "pid": "78"
        },
        "86": {
            "data": "采取行动",
            "type": "ordinary",
            "pid": "3"
        },
        "87": {
            "data": "冥想。",
            "type": "ordinary",
            "pid": "86"
        },
        "88": {
            "data": "冥想，尤其是正念冥想可以帮你控制情绪。正念冥想的重点是承认并接受当下的情绪，不带丝毫感情色彩。这种做法有利于克服过于敏感的情绪。你可以参加冥想课，按照网上的指南练习冥想，或者自行练习。",
            "type": "ordinary",
            "pid": "87"
        },
        "89": {
            "data": "找个安静且不会被打扰分神的地方。在地板或直背椅子上坐直，身体坐不直，呼吸就难以顺畅。",
            "type": "ordinary",
            "pid": "87"
        },
        "90": {
            "data": "将注意力集中在基本的呼吸元素上，开始冥想。你可以将精力集中在胸口的起伏，呼吸的声音上。深沉平稳的呼吸，花几分钟时间将注意力集中在上述呼吸元素上。",
            "type": "ordinary",
            "pid": "87"
        },
        "91": {
            "data": "将注意力扩散到感官上。你可以将注意力集中在听觉，触觉和嗅觉上，这么做可以让你闭上眼睛，不受花花世界的纷扰。",
            "type": "ordinary",
            "pid": "87"
        },
        "92": {
            "data": "接受你的想法和感受，不要对其做出评价。在这些感受想法逐渐增强时，最好承认它们的存在。比如“我现在觉得指尖发凉，我觉得自己的注意力分散了。”",
            "type": "ordinary",
            "pid": "87"
        },
        "93": {
            "data": "如果你觉得自己的注意力分散了，请将注意力转移到自己的呼吸上。每天花15分钟冥想。",
            "type": "ordinary",
            "pid": "87"
        },
        "94": {
            "data": "你可以在美国加州大学洛杉矶分校正念研究所，还有BuddhaNet的网站上找到正念冥想的在线教程。",
            "type": "ordinary",
            "pid": "87"
        },
        "95": {
            "data": "学习有效沟通。",
            "type": "ordinary",
            "pid": "86"
        },
        "96": {
            "data": "很多时候，因为无法清楚地表达自己的需求和感受，人们会变得敏感异常。如果在交流中过于被动，你会难以拒绝他人，或者无法与人开诚布公地交流想法和情感。学习如何有效地沟通可以帮你将思绪和感受传达给旁人，会让你感到被重视和尊重。",
            "type": "ordinary",
            "pid": "95"
        },
        "97": {
            "data": "用第一人称句来表达情感，比如“你约会如果迟到我会伤心”或者“我习惯提前到达约会地点，因为我担心迟到”。这么做可以避免对方觉得你在指责他，同时也能将焦点放在你自己的情感上。",
            "type": "ordinary",
            "pid": "95"
        },
        "98": {
            "data": "谈话时就谈话内容问一些问题。尤其是那种情感丰富的谈话，多问几个相关问题可以让你更好地了解谈话内容，避免反应过度。当对方说完话后，你可以这么问：“你刚才说的_是这个意思吗？”然后给对方机会来说清楚。",
            "type": "ordinary",
            "pid": "95"
        },
        "99": {
            "data": "避免“绝对命令”。像“理当”“应该”这样的词带有道德评判的意味，会让人觉得你是在指责或要求对方。将上述词语换成“我觉得”“我希望你能”。举个例子，与其说“你应该记得把垃圾丢掉”，不如换个方法说“我希望你能记得丢垃圾，你如果忘了，所有的事情就得我做了。”",
            "type": "ordinary",
            "pid": "95"
        },
        "100": {
            "data": "不要胡思乱想。不要总是觉得自己知道一切，多听听别人的想法和经验。询问对方意见时可以说“你怎么看？”“你有何意见吗？”",
            "type": "ordinary",
            "pid": "95"
        },
        "101": {
            "data": "承认每个人的经历不同。争执谁对谁错会让你觉得大受刺激和气愤。情绪是主观的产物，很少分对错。讨论时加一句“我的经历和你不同，”然后对他人的情绪也加以认可，让每个人都能各抒己见。",
            "type": "ordinary",
            "pid": "95"
        },
        "102": {
            "data": "等冷静下来再做决断。",
            "type": "ordinary",
            "pid": "86"
        },
        "103": {
            "data": "感情会影响你对事件的态度。冲动时做出的决定会让你日后后悔。给自己几分钟的时间冷静，然后再做决断。",
            "type": "ordinary",
            "pid": "102"
        },
        "104": {
            "data": "扪心自问，如果某些情况发生了，你会怎么做。“如果我这么做会有什么后果？”从正反两方面多考虑事情的后果以及你所采取的措施，然后做出合理的决断。",
            "type": "ordinary",
            "pid": "102"
        },
        "105": {
            "data": "举个例子，你可能刚和伴侣激烈争执了一番。你气愤异常，伤心欲绝，想要即刻就离婚。花些时间考虑考虑后果。如果提出离婚会发生什么？你的伴侣会觉得伤心难过。当你们都冷静下来后，她会觉得生气的你是不可信的。她可能会压抑自己委曲求全，这些是你希望看到的结果吗？",
            "type": "ordinary",
            "pid": "102"
        },
        "106": {
            "data": "对自己和他人心怀怜悯。",
            "type": "ordinary",
            "pid": "86"
        },
        "107": {
            "data": "你可能因为自己的过度敏感而可以避免那些让自己压力大或不愉快的场合。你可能觉得一段关系中的不确定因素太多，因而不愿保持人际关系，或者只保持很浅的交情。如果你觉得受伤，不要恶意揣测，要对每个人怀有理解和同情，包括你亲朋好友在内的所有人其实都会犯错。",
            "type": "ordinary",
            "pid": "106"
        },
        "108": {
            "data": "如果你感到受伤，可以通过有效的沟通告知爱人。他们可能并不知道你受伤了，如果他们真的爱你，就会想法在今后避免同类状况。",
            "type": "ordinary",
            "pid": "106"
        },
        "109": {
            "data": "不要指责他人。举个例子，如果你的朋友忘记和你约定一起吃午餐，你因此觉得难过，不要直接走上前去说“你忘了我，让我真的很不开心”，而要说“我因为你忘记了咱们约定好的午餐而难过，花时间和你相处对我而言很重要”。然后请对方分享一下自己的感受，问他“是不是出什么事情了，愿不愿意和我谈谈？”",
            "type": "ordinary",
            "pid": "106"
        },
        "110": {
            "data": "不是每个人都愿意讨论自己的感情和经历的，对刚发生的事情更是如此。如果你的爱人不想立即和你分享自己的感受，不要觉得难过。这不代表你做错了事情，对方只是需要时间消化情绪。",
            "type": "ordinary",
            "pid": "106"
        },
        "111": {
            "data": "对自己要像对好友一样好。不会对朋友说的伤人话对自己也不要提。",
            "type": "ordinary",
            "pid": "106"
        },
        "112": {
            "data": "如有需要，请咨询专业医生。",
            "type": "ordinary",
            "pid": "86"
        },
        "113": {
            "data": "有时尽管努力应对敏感情绪，你还是会感到压力。和专业医生交谈可以让你在安全友好的环境中探索自己的情绪和反应。专业训练过的治疗师或者咨询师能帮你发现有害的思维模式，教你用新方法健康地掌控自己的情绪。",
            "type": "ordinary",
            "pid": "112"
        },
        "114": {
            "data": "敏感的人可能需要外界帮助来应对负面情绪，处理情绪问题。看心理医生并非是患有心理疾病的征兆，这只是帮你获得处世的有用技巧。",
            "type": "ordinary",
            "pid": "112"
        },
        "115": {
            "data": "一般人会从精神医师那里获得帮助。即便你没有精神病，也没有遭遇重大打击，多和咨询师心理医生聊聊也是有好处的。这些心理医生就和牙医外科医生一样。尽管和治疗外伤相比，心理治疗有时被看做是禁忌，但很多人都通过心理治疗变得更健康了。",
            "type": "ordinary",
            "pid": "112"
        },
        "116": {
            "data": "很多人觉得人就应该自强，忍住一切苦痛。这种想法是非常不好的。尽力克服情绪问题无可非议，但这不意味着你不能获得外界帮助。某些病症，比如抑郁症，躁郁症，焦虑症等会让病患无法自行解决情感问题。这种情况下寻求外界帮助并没什么过错，这证明你在乎自己。",
            "type": "ordinary",
            "pid": "112"
        },
        "117": {
            "data": "大部分咨询师和治疗师都无权开药。但这些接受过专业训练的医师知道何时该为你找个专家或药剂师，让他们来为你确诊开药，治疗焦虑症等疾病。",
            "type": "ordinary",
            "pid": "112"
        },
        "118": {
            "data": "过度敏感可能是抑郁症等其他心理疾病的症状。",
            "type": "ordinary",
            "pid": "86"
        },
        "119": {
            "data": "很多人生性敏感，自幼便是如此，那敏感对他们而言就不是疾病，只是一种性格特征。如果一个人从正常情况下变得异常敏感，出现爱哭易怒等症状，这有可能是罹患心理疾病的征兆。",
            "type": "ordinary",
            "pid": "118"
        },
        "120": {
            "data": "有些过度敏感是由于抑郁造成的，会让患者饱受各种情绪的折磨（好坏情绪都可能会出现）。",
            "type": "ordinary",
            "pid": "118"
        },
        "121": {
            "data": "体内化学物质紊乱也可能导致过度敏感。孕妇可能会非常情绪化，青春期的男孩也可能会很情绪化。某些药物和治疗也会导致情绪变化。",
            "type": "ordinary",
            "pid": "118"
        },
        "122": {
            "data": "专业医师会对你进行抑郁症初筛。自我诊断非常方便，但最好由医生来判断一个人究竟是抑郁还是因为某些原因导致的过度敏感。",
            "type": "ordinary",
            "pid": "118"
        },
        "123": {
            "data": "要有耐心。",
            "type": "ordinary",
            "pid": "86"
        },
        "124": {
            "data": "感情的成长和身体成长一样，需要时间，在成长的过程中也会遇到问题。人非圣贤孰能无过，你需要的是从错误中汲取经验。在成长的过程中出现问题是很正常的。",
            "type": "ordinary",
            "pid": "123"
        },
        "125": {
            "data": "敏感的青年会比敏感的成人遇到更多问题。人随着年龄的增长，会更有效的掌控情绪，获得珍贵的经验。",
            "type": "ordinary",
            "pid": "123"
        },
        "126": {
            "data": "切记，在做事情前先要做好全面的了解，否则就像没看清楚地图就误闯新地区一样，会因为准备工作没做好而迷失方向。探索你思绪的地图，你就能更好地了解自己的敏感，找到应对敏感情绪的方法。",
            "type": "ordinary",
            "pid": "123"
        },
        "127": {
            "data": "小提示",
            "type": "ordinary",
            "pid": "1"
        },
        "128": {
            "data": "对自身不足的同情可以消除羞耻感，增加你对他人的同情。",
            "type": "ordinary",
            "pid": "127"
        },
        "129": {
            "data": "你无需跟所有人都解释自己的焦虑，给自己的行为和情绪找借口。不声不响也是一种很好的选择。",
            "type": "ordinary",
            "pid": "127"
        },
        "130": {
            "data": "应对负面情绪。憋在心里的负面情绪可能会造成很大的伤害。如果你觉得自己想法过激，不妨问问自己，如果我这么对旁人，他们会怎么想？",
            "type": "ordinary",
            "pid": "127"
        },
        "131": {
            "data": "触发情绪波动的原因是非常个人化的。就算你认识的人会因为同样的原因同样的事情而产生同样的情感，这种情感对你和他的作用都是不一样的。令情绪波动的原因不具备普便规律。",
            "type": "ordinary",
            "pid": "127"
        }
    }
}