{
    "document_id": 189,
    "domain": "wikihow",
    "name": "青少年_如何成为好女朋友",
    "graph": {
        "1": {
            "data": "青少年_如何成为好女朋友",
            "type": "root",
            "pid": "0"
        },
        "2": {
            "data": "做一个好女友并非易事，特别是在恋情初期。但不管你和你的男朋友感情尚浅，还是你们在已经在一起接近五年了，如果你想成为一个好女友，让你们的恋情更成熟，还是有几个提示可遵循的。要成为好女友，你必须给予对方爱和支持，同时保持自身独立性。若你想知道怎么做，可考虑以下步骤。",
            "type": "ordinary",
            "pid": "1"
        },
        "3": {
            "data": "可选方法",
            "type": "ordinary",
            "pid": "1"
        },
        "4": {
            "data": "开放",
            "type": "ordinary",
            "pid": "3"
        },
        "5": {
            "data": "开始的时候不必太开放。",
            "type": "ordinary",
            "pid": "4"
        },
        "6": {
            "data": "进入一段感情后你们需要保留一定空间了解彼此、建立信任，确定你们适合在一起。如果你试图太快进入还没有准备好的状态，不成熟的压力会吓走他，糟蹋了原本的美好。相反的，要耐心，要意识到培养一段稳固和持久的关系是需要时间的。如果你希望它长久，请避免以下事情：",
            "type": "ordinary",
            "pid": "5"
        },
        "7": {
            "data": "不要约过几次会就强迫他称你为女朋友，风险在于，让他感觉不是自己决定的。耐心，让他做决定什么时候说出这三个字。如果你们合适，迟早都会的。",
            "type": "ordinary",
            "pid": "6"
        },
        "8": {
            "data": "还没有见过他朋友或父母之前，不要讨论婚姻和小孩。过早讨论这些会从一开始就产生不安，可能会阻碍或结束一段长久而有爱的感情。",
            "type": "ordinary",
            "pid": "6"
        },
        "9": {
            "data": "俗话有说，获取男人的欢心最好先控制他的胃口，这并不意味着第一次约会就为他做几道菜。这些东西不需要证明；你只需要出现、聆听他说话、专注和分享你的兴趣。",
            "type": "ordinary",
            "pid": "6"
        },
        "10": {
            "data": "诚实。",
            "type": "ordinary",
            "pid": "4"
        },
        "11": {
            "data": "对你的男友诚实是关键，但同样重要的是，你能对自己诚实。如果你反应过度或者犯错误了，你可以承认你的错并且道歉。如果你觉得脆弱或不安，你可以坦白自己的感受，用非指责的方式告诉他。",
            "type": "ordinary",
            "pid": "10"
        },
        "12": {
            "data": "这里最重要的一点是尽可能坦白你的感受。比如，他做了或说了一些让你烦恼的事，直言其中对你的影响，不要指责或者要他改变。",
            "type": "ordinary",
            "pid": "10"
        },
        "13": {
            "data": "如果你一开始就建立起稳固的交流方式，你会很快知道这段感情是能持续还是会最终失败。",
            "type": "ordinary",
            "pid": "10"
        },
        "14": {
            "data": "说出心声。",
            "type": "ordinary",
            "pid": "4"
        },
        "15": {
            "data": "不要害怕让他知道你的渴望、需求和意见，即使会跟他有冲突。你不需要也不应该为了取悦他而存在。除此以外，让他知道你是独立的人，有自己的需求、渴望和生活方式。这能让他保持了解你的兴趣。如果你自在表达心声，他也就会自在表达他的心声了。",
            "type": "ordinary",
            "pid": "14"
        },
        "16": {
            "data": "只要记住，表达自己的同时不要攻击别人的观点或生活方式——你可以谦虚加直言不讳，通过果断的策略，也考虑他的感受。",
            "type": "ordinary",
            "pid": "14"
        },
        "17": {
            "data": "做自己。",
            "type": "ordinary",
            "pid": "4"
        },
        "18": {
            "data": "不要为了让他对你有好感而假装。如果你觉得他喜欢不同类型的女生，可能会对你有诱惑，但这通常只是多样事情结合起来显示的假象，你很可能是错的。毕竟，他想跟你一起，而不是想象中完美的人。如果他坚持你要瘦一点、高一些、漂亮点、安静点等等，而你很想为此改变自己，这可能暗示着你们并不适合彼此。",
            "type": "ordinary",
            "pid": "17"
        },
        "19": {
            "data": "如果他真的对这些事情纠缠不休、非常坚持，这不是爱，而是对你的控制。",
            "type": "ordinary",
            "pid": "17"
        },
        "20": {
            "data": "不要假装跟他分享同样的兴趣。开始的时候这样可能很好玩，或者“安全”，但当他了解你并非真的爱他所爱，他会很受伤的；他可能已经根据一些虚假的东西想象你在他未来所扮演的角色了，最终只会伤害了他也伤害了你自己。",
            "type": "ordinary",
            "pid": "17"
        },
        "21": {
            "data": "支持他",
            "type": "ordinary",
            "pid": "3"
        },
        "22": {
            "data": "爱屋及乌。",
            "type": "ordinary",
            "pid": "21"
        },
        "23": {
            "data": "记住他喜欢做的事情和喜欢谈论的东西。你不一定得表现得热爱他的爱好，但至少试着去明白他喜欢的原因。如果他喜欢一支乐队，试着理解其中原因。如果他只喜欢玩，不成熟，记住这可能只是他减压的方式。学者接受他的独特，你也能更了解自己，最终能看清楚你是否可以与他相携共老。",
            "type": "ordinary",
            "pid": "22"
        },
        "24": {
            "data": "你不需要爱他的“全部”兴趣。如果他喜欢看棒球，而你压根无法喜欢，这也没关系。",
            "type": "ordinary",
            "pid": "22"
        },
        "25": {
            "data": "问问他的兴趣，和他谈论对他重要的事物就足够了。",
            "type": "ordinary",
            "pid": "22"
        },
        "26": {
            "data": "学会一个团队的做法。",
            "type": "ordinary",
            "pid": "21"
        },
        "27": {
            "data": "就如所有健康的感情一样，你经历你们之间的冲突，有些小，有些大。记住要对自己诚实，尝试放弃所有值得注意的自私。一段感情是团体的合作，是共栖关系，而不是一方付出而另一方不付出就收获的寄生关系。在团队里，你们互相支持，你们不会危害对方，你们在彼此面前都能有共识地珍惜对方。",
            "type": "ordinary",
            "pid": "26"
        },
        "28": {
            "data": "困难的时候，团队方法能帮助你们理智度过难关，你们都能承担责任去解决问题，而不是期望对方自己去解决。",
            "type": "ordinary",
            "pid": "26"
        },
        "29": {
            "data": "别让感情“单一”，别让彼此的关系只围绕一样东西转。为感情带去活力和多样性，让你们的关系更稳定。尝试一起做不同、新鲜的事。感情就是要一起快乐、一起学习和成长。",
            "type": "ordinary",
            "pid": "26"
        },
        "30": {
            "data": "多赞扬，少批评。",
            "type": "ordinary",
            "pid": "21"
        },
        "31": {
            "data": "如果你总批评他或攻击他，他就不会期待见到你，还会重新考虑该不该和你一起。同样的，你不需要因为他是你男朋友就每时每刻附和他。在成熟的感情里，灵活是较好的策略，同时建立界限、彼此妥协也是该学习和采取的策略。",
            "type": "ordinary",
            "pid": "30"
        },
        "32": {
            "data": "当然，感觉对的时候你可以提出有效批评，但你在说出他不好之处时，也应该说出至少四处他的优点。",
            "type": "ordinary",
            "pid": "30"
        },
        "33": {
            "data": "别因为你心情不好或事情进展不顺就对他唠叨。",
            "type": "ordinary",
            "pid": "30"
        },
        "34": {
            "data": "学会妥协。",
            "type": "ordinary",
            "pid": "21"
        },
        "35": {
            "data": "如果你想做好女朋友，那么你要学会妥协，而不是争吵或者一不顺心就生气。妥协得好，你们就都必须能够冷静和理智讨论问题，同时理解对方的观点。试着理解你男朋友能做什么，而不是盲目关注自己的需求。",
            "type": "ordinary",
            "pid": "34"
        },
        "36": {
            "data": "你不想成为那种女生：总是如己所愿，你男朋友宁愿投降也不愿坚定立场，因为每当事情不顺心的时候，你总会很生气。",
            "type": "ordinary",
            "pid": "34"
        },
        "37": {
            "data": "给彼此空间。",
            "type": "ordinary",
            "pid": "21"
        },
        "38": {
            "data": "你应该支持你的男朋友，但当你不在身边的时候，也应该要精神上“支持”他。如果你想成为好女朋友，那么你必须花时间做自己的事，跟你的姐妹们见面，也要见你男朋友。他须知道你想着他，即使不在身旁，也一样支持他。如果你们一分开你就没有安全感，怀疑你们的感情不够稳固，那么是你有问题了。",
            "type": "ordinary",
            "pid": "37"
        },
        "39": {
            "data": "如果你的男朋友想要跟他兄弟出去一晚，而不是参与“只有男生”的聚会，你应该支持。你不希望自己的男朋友有这样的名声：去哪儿都得带着女朋友，扫兴。",
            "type": "ordinary",
            "pid": "37"
        },
        "40": {
            "data": "如果你占满他的全部时间和注意，学一学如何不做偏执的女朋友。不要做过度保护的女朋友，让他在不受监控的情况下出去玩。",
            "type": "ordinary",
            "pid": "37"
        },
        "41": {
            "data": "记住，他不是什么事都需要你，你们是一对，但也是独立的两个人。当他需要空间，不要太在意——认清这一点——他需要复原、跟其他人分享不同兴趣的时光。但确保让他知道你一直在他身边。",
            "type": "ordinary",
            "pid": "37"
        },
        "42": {
            "data": "关爱他",
            "type": "ordinary",
            "pid": "3"
        },
        "43": {
            "data": "对他深情。",
            "type": "ordinary",
            "pid": "42"
        },
        "44": {
            "data": "有很多种方法表达你的爱，有些明显有些不明显，取决于你个人有多坦白你的爱意。喜爱和亲密接近，但不完全相同——喜爱是公开地显示你关心这个人，可以在每天或每晚的任何时候、公开或私下表现出来。想一想你是否喜欢展示你对关心的人的喜爱之情，比如牵手、碰他的手臂、快速地亲吻脸颊、一个拥抱、摸他头发、说支持的话、在别人面前提前他有多好等等。",
            "type": "ordinary",
            "pid": "43"
        },
        "45": {
            "data": "男人有时候喜欢女生给他亲昵的外号，比方说“宝贝”或“亲爱的”。但不要太过了。如果你称他为“抱抱熊”，可能会令人厌倦，特别是在公开场合这样称呼。最重要的是，良好的沟通时所有关系的关键，因此，确保要让他知道你有多喜欢他。",
            "type": "ordinary",
            "pid": "43"
        },
        "46": {
            "data": "普通情意绵绵的短信和邮件是个加分，但太多也不好，会让人觉得你黏人。这类东西确实展现你的他的喜欢，你想要保持长久，但太多也会吓着他。",
            "type": "ordinary",
            "pid": "43"
        },
        "47": {
            "data": "性感。",
            "type": "ordinary",
            "pid": "42"
        },
        "48": {
            "data": "不要害怕诱惑他。很多男人难以抵抗一个女生的性感、优雅和自信。自信的意思是满意自己的皮肤，只要你接受自己、对自己的价值有安全感，自然就会散发自信的魅力。你不需要强迫自己成为受欢迎、阳光的性格，如果这不是你的风格就算了。好好照顾自己，展现你最好的一面，相信自己值得他的注意。",
            "type": "ordinary",
            "pid": "47"
        },
        "49": {
            "data": "给他送礼物。",
            "type": "ordinary",
            "pid": "42"
        },
        "50": {
            "data": "当你处于一段感情，互相赠礼是很有趣的。男生收礼物，让他知道他对你来说很重要。但不要过了——只在你感觉充满爱、想让他知道他对你的意义时给他送份礼物。你也不想让他觉得你只是想用礼物买他的好感。",
            "type": "ordinary",
            "pid": "49"
        },
        "51": {
            "data": "给他做东西。纸花儿、艺术爱心、一些反映你性格的创造，每当他看见的时候，就会想到你然后微笑。如果你是音乐型的，或玩乐器的，可以为他弹奏一曲（如果你弹自己的作品，会有加分）。把你的歌曲视频上传到优酷。",
            "type": "ordinary",
            "pid": "49"
        },
        "52": {
            "data": "不要嫉妒。",
            "type": "ordinary",
            "pid": "42"
        },
        "53": {
            "data": "你应该去爱，而不是一旦你男朋友跟别的女生说话、甚至只是提起别的女生就生气。如果一个女生缺乏安全感，不能忍受别的女生存在这世界上，没有什么比这样更能吓退你的男朋友了。如果你对他的女性朋友友好，而不是说她们有多丑或者多烦人，你的男朋友会更欣赏你。",
            "type": "ordinary",
            "pid": "52"
        },
        "54": {
            "data": "如果他跟朋友在外面，不要每隔两分钟就发短信看他是不是跟别的女生说话。这样只会让他觉得你根本不相信他。",
            "type": "ordinary",
            "pid": "52"
        },
        "55": {
            "data": "小提示",
            "type": "ordinary",
            "pid": "1"
        },
        "56": {
            "data": "不要让你的朋友干涉你的感情。感情是你自己的，不是别让的。当然，他们可以有自己的意见，就像你对他们的感情也有自己的看法一样。但是，如果不想，就不需要听取他们所说的每一个建议。要知道，有时候是他们跟你的男朋友不一致，这没什么关系——不是每个人都能完美相处的。只要同意听他们说话，要求他们尽量跟他相处融洽就好了。",
            "type": "ordinary",
            "pid": "55"
        },
        "57": {
            "data": "不要对自己的外表没信心。如果他跟你一起，很明显他就是觉得你有魅力。",
            "type": "ordinary",
            "pid": "55"
        },
        "58": {
            "data": "感激你们关系中所有美好的东西。当男生感觉自己被感激时，会感觉舒服。你不也是吗？学会感谢他为你做的事情，即使只是谢谢他载你回家这件事。他为你做的事情，就是他对你的尊重。不是所有女生都有好的感情，感激你已经拥有的。",
            "type": "ordinary",
            "pid": "55"
        },
        "59": {
            "data": "别要让其他人告诉你你应该如何过生活，特别是你的男朋友。不要让他压迫你，要对事情公开，包括他对你的要求所产生的影响。同样的，也不要告诉他该怎么过自己的生活。",
            "type": "ordinary",
            "pid": "55"
        },
        "60": {
            "data": "他正确的时候，让他知道。这样能大大增加他的信心，只是当你错了就去承认，这是缓解感情中的冲突的好办法。尽早学会这些技巧，你就会有了稳定而共同的感情基础。",
            "type": "ordinary",
            "pid": "55"
        },
        "61": {
            "data": "尝试跟他的朋友和家人和平共处。这些人很可能对他很重要，如果这些人对你有好的评价，是非常有利的。试着跟他的朋友和兄弟姐妹成为朋友。一定要尊重他的家人，也确保他们喜欢你。尝试做简单的事情，比如跟他妈妈亲密，或者跟他姐姐去购物。",
            "type": "ordinary",
            "pid": "55"
        },
        "62": {
            "data": "不要试图改变他。只要让他知道你喜欢的东西，如果他爱你，他会试着去做的。如果他跟你心目中想要共度一生的人相差太大，可以考虑寻找他的不同之处，把这段感情当做一份学习的礼物。",
            "type": "ordinary",
            "pid": "55"
        },
        "63": {
            "data": "当你们在餐厅约会，他要求付钱的时候，考虑拒绝。这样做能让他知道你不是为了他的钱。只是记住，如果你喜欢的这个人有些保守，他可能会坚持付款。在这种情况下，让他做一位绅士，否则会伤害他的感情。",
            "type": "ordinary",
            "pid": "55"
        },
        "64": {
            "data": "要明白每段感情都是不一样的，没有通用的方法让你成为好女朋友，因为每个人都有不同的品味。",
            "type": "ordinary",
            "pid": "55"
        },
        "65": {
            "data": "如果你的男朋友对你很被动，并不就一位这他不喜欢你。很可能是因为他腼腆或者内向。或者他之前没有谈过恋爱，不知道应该如何表现。或者是他不是那种能大声表达自己的人，但他真的深爱着你。跟他聊天，看是什么让他这样，同时要体贴他。可能他期望你能更主动，因为你的感情经历比他更丰富。或者这就是他的性格，而你需要去习惯他。",
            "type": "ordinary",
            "pid": "55"
        },
        "66": {
            "data": "警告",
            "type": "ordinary",
            "pid": "1"
        },
        "67": {
            "data": "嫉妒是很危险的。不要故意让他嫉妒。长远来看只会最终损害你们的互相信任。",
            "type": "ordinary",
            "pid": "66"
        },
        "68": {
            "data": "不要太烦人。令人烦的事情包括经常性的电话、他跟朋友一起就生气、纠缠他花更多时间跟你在一起、发牢骚、总是抱怨别的人、经常要得别人的确认（比如，总是用“你不觉得吗？”来结束你的话。",
            "type": "ordinary",
            "pid": "66"
        },
        "69": {
            "data": "不要跟他的朋友调情！不管他们多帅，你需要让他确定他是你唯一男人。如果你很想跟他们打情骂俏，就暗示了并没有准备好安定下来。",
            "type": "ordinary",
            "pid": "66"
        },
        "70": {
            "data": "不要说谎。不止要诚实，还要对事情公开坦诚。不要什么都不说，即使尴尬，因为这样会让你们的关系产生问题。隐瞒跟说谎一样——有时候为了澄清事实，你必须说出那些未说出的话，否则只会让他误会。",
            "type": "ordinary",
            "pid": "66"
        },
        "71": {
            "data": "跟你的姐妹讨论他的时候，可以分享一些东西，但要记住尊重他，不要说他尴尬、私密或者无礼的话（不要做了什么就大肆宣传！）。你可以让姐妹们知道感情发展到哪里，但别让她们干涉进去，除非发生了其它侮辱性或者有危险的事，这样的情况下可以告诉她们细节，帮助你离开这个男生。但如果你决定了要分享感情中私密的信息，确保让他知道，也允许他对朋友做一样的事，但不要让他把你当成一种物件一样讨论。",
            "type": "ordinary",
            "pid": "66"
        },
        "72": {
            "data": "不要测试你男朋友，看他如何反应。这样很羞辱人、不尊重人、对他不公平。再加上，你不想他对你做一样的事情。同样的，也不要用性来控制他。",
            "type": "ordinary",
            "pid": "66"
        },
        "73": {
            "data": "不要看他的手机，除非他说没问题。相反也让他这样。",
            "type": "ordinary",
            "pid": "66"
        },
        "74": {
            "data": "了解建设性批评和批评之间的差别，前者只是看到别人性格中不好的一面，因为你更希望他们表现得跟自己不一样。而另一种情况是，你试图改变他，这样显示了你们强烈的不合适，暗示着你也许可以找到更好的人。",
            "type": "ordinary",
            "pid": "66"
        }
    }
}