{
    "document_id": 198,
    "domain": "wikihow",
    "name": "青少年_如何让女生喜欢你",
    "graph": {
        "1": {
            "data": "青少年_如何让女生喜欢你",
            "type": "root",
            "pid": "0"
        },
        "2": {
            "data": "每个女人都是不同的；如果她们都一样，你就不会特别对某一个感兴趣，不是吗？有很多不同的方法来吸引女人，这里有一些基本规则，帮助你赢回任何值得你去争取的女人。",
            "type": "ordinary",
            "pid": "1"
        },
        "3": {
            "data": "可选方法",
            "type": "ordinary",
            "pid": "1"
        },
        "4": {
            "data": "吸引注意",
            "type": "ordinary",
            "pid": "3"
        },
        "5": {
            "data": "有自己的生活。",
            "type": "ordinary",
            "pid": "4"
        },
        "6": {
            "data": "如果你想进入对方的“朋友圈”，这一点特别重要。真正的女生（有强烈目的意识和自尊的女生）不喜欢没有自己生活或者像保鲜膜般粘人的男人。有些女生确实喜欢这个类型的男生，但都是因为错误的原因——她们可能没安全感、需要关注，或者是控制狂、需要控制男人。除非你想要跟这样的女生一起，否则你就应该把时间放在朋友、兴趣爱好和生活目标之上。这样你就有机会在非约会的情况下让她和你一起做一些有意思的事情。",
            "type": "ordinary",
            "pid": "5"
        },
        "7": {
            "data": "整洁。",
            "type": "ordinary",
            "pid": "4"
        },
        "8": {
            "data": "在外型上好好打扮自己。如果你想让一个女人喜欢上你，基本的整洁和仪容是非常重要的。在注意到吸引人的性格之前，女生更容易注意到口臭、肥肉、汗臭味和油头。你良好的第一印象会让她们看到你的优秀品质。",
            "type": "ordinary",
            "pid": "7"
        },
        "9": {
            "data": "保持身材。定时锻炼：跑跑步，做俯卧撑，锻炼出六块腹肌等等。要知道身材虽然是很重要的，但也不要太过度了；有太多肌肉也让人觉得你更关心去健身房，而不是培养有意义的感情。另一方面，有些女生不喜欢把壮得和绿巨人一样的男人当男朋友，太壮了让你看起来有些笨重。因此，你要清楚自己需身材好，但不是太壮。换句话说，保持身材的同时不要过度沉迷，或者把自己锻炼成活生生的二头肌。",
            "type": "ordinary",
            "pid": "7"
        },
        "10": {
            "data": "保持个人卫生。刷牙、刮胡子等等。如果你没办法随时随地刷牙，那就随身携带薄荷糖。当你照顾好自己的时候，会更有吸引力，对你的自信也有积极影响。时常确保自己气味好闻、仪表整洁，那么你需要定时洗澡。没有什么比健身后的臭味更糟糕了，因此你可以在健身后使用除臭剂。",
            "type": "ordinary",
            "pid": "7"
        },
        "11": {
            "data": "跟她说话。",
            "type": "ordinary",
            "pid": "4"
        },
        "12": {
            "data": "如果你对一个女生来说根本不存在，那么她就不可能对你感兴趣。即使一开始接近她的时候你会紧张不安，也要试着跟她说话。一开始先开发和她发展成朋友关系的可能性：可以谈谈你们共同的兴趣爱好。成为她的朋友；如果你不是朋友，那么她很难跟你亲密。",
            "type": "ordinary",
            "pid": "11"
        },
        "13": {
            "data": "找到你们共同的爱好，比如运动、学术等等方面的。如果你们都喜欢曲棍球，邀请她去看比赛。如果你们都喜欢电子游戏，一起去玩。每个女生喜欢和不喜欢的东西都是不同的。",
            "type": "ordinary",
            "pid": "11"
        },
        "14": {
            "data": "如果你谈话的技巧需要改进，可以读一读：",
            "type": "ordinary",
            "pid": "11"
        },
        "15": {
            "data": "如何掌握谈话的艺术",
            "type": "ordinary",
            "pid": "14"
        },
        "16": {
            "data": "如何找到话题",
            "type": "ordinary",
            "pid": "14"
        },
        "17": {
            "data": "如何在无话可说的时候开始一段对话",
            "type": "ordinary",
            "pid": "14"
        },
        "18": {
            "data": "使她笑",
            "type": "ordinary",
            "pid": "4"
        },
        "19": {
            "data": "see more",
            "type": "ordinary",
            "pid": "18"
        },
        "20": {
            "data": "使她笑",
            "type": "ordinary",
            "pid": "19"
        },
        "21": {
            "data": "/%E9%80%97%E5%A5%B3%E5%AD%A9%E7%AC%91",
            "type": "ordinary",
            "pid": "20"
        },
        "22": {
            "data": "。说有趣的故事是最典型的把人逗笑的方法，但不是唯一的方法。大胆想一些能让她笑的话题，像胡闹逗趣一样。找出她最喜欢的动画、有趣的电影或者情景喜剧。跟她一块儿看。叫她打赌让你做某事，然后去做（当然只要不是违法的）。如果你们双方都很放松，享受彼此的陪伴，那么笑是很自然的。她笑得越多，她想要的就更多——她总会想要更多的。",
            "type": "ordinary",
            "pid": "18"
        },
        "23": {
            "data": "做她的朋友。",
            "type": "ordinary",
            "pid": "4"
        },
        "24": {
            "data": "女生不会随便爱上某个人。（当然，有些会，但这样的关系不会走很远！）在不侵犯的情况下对她友好。慢慢了解她，开始以朋友的身份跟她待在一起。",
            "type": "ordinary",
            "pid": "23"
        },
        "25": {
            "data": "如果你们在同一间教室或者在上同一门课，找出她的名字。每次她进来，对她微笑和挥手。有时候就只需这样做就能让女生注意到你。但同时，不要太常这样做，这会让你看起来对她过于迷恋。如果你担心，也可以跟你的其他女性朋友打招呼。如果她似乎没看见你，当她经过的时候，可以友好说一声“嗨——”，但不要阻碍课堂的进行或者中断她正在进行的谈话。",
            "type": "ordinary",
            "pid": "23"
        },
        "26": {
            "data": "如果她腼腆，可能就只会回以微笑，不要认为这标志着她不喜欢你。",
            "type": "ordinary",
            "pid": "23"
        },
        "27": {
            "data": "如果想让你们的关系进展快些，就不要一直往流沙地带陷进去——也就是所谓的“朋友圈”。有时候女生害怕关系变坏、怕失去你这个朋友，所以不愿意跟你约会！为了防止这样的事，你要对她调情；女人只会跟她了解、信任和关系的男人亲近，而这只能通过跟她友好的谈话中达到。但是，不要进展太快了——恋情有趣的一部分就是追逐——以及“耐心”。女生不喜欢被强迫，特别是在恋情开始之前。",
            "type": "ordinary",
            "pid": "23"
        },
        "28": {
            "data": "远离朋友圈",
            "type": "ordinary",
            "pid": "3"
        },
        "29": {
            "data": "调情",
            "type": "ordinary",
            "pid": "28"
        },
        "30": {
            "data": "see more",
            "type": "ordinary",
            "pid": "29"
        },
        "31": {
            "data": "调情",
            "type": "ordinary",
            "pid": "30"
        },
        "32": {
            "data": "/%E8%B0%83%E6%83%85",
            "type": "ordinary",
            "pid": "31"
        },
        "33": {
            "data": "。调情能帮助你远离“朋友圈”，因为这提醒女生你既有魅力又能做好朋友。当你见到喜欢的女生，可以先短暂眼神交流以及微笑。开始随意、带些轻佻的谈话，看看她怎么反应。如果你逃避她的眼神，表现紧张，她会极力想知道你究竟什么意思。女生主要是靠肢体语言和感情来回应的，如果你让她们觉得快乐，她们会觉得你有趣体贴。如果你把她们吓到了，她们会紧张——在面对或逃跑之间，她们会选择逃跑。",
            "type": "ordinary",
            "pid": "29"
        },
        "34": {
            "data": "放松。冷静。不要想着她是你梦想中的女孩而给了自己或她压力。如果你说了糟糕的玩笑或者错误的话，不要带着压力去想后面会发生什么。她可能跟你一样紧张，小小的错误可能不会注意到或者会简单地忽略掉。开始的时候别去担心调情好像很难。你跟女生聊得越多，你会变得越自在。女生通常是最具跳跃性的，因为她们脑中对每个词都有成千上万不同的不同反应。为了选对的词，她们会很有压力以至于太慌乱，几乎难以注意到那些糟糕的玩笑，试着释放你自己的尴尬吧。",
            "type": "ordinary",
            "pid": "29"
        },
        "35": {
            "data": "享受和她，这个与你生命相交而又魅力非凡的她——你来我往两相交流的过程。你不想压力把自己压垮，记住最终目标是让她喜欢你。不要说让她抗拒的话。正常情况下，她会喜欢上你的。",
            "type": "ordinary",
            "pid": "29"
        },
        "36": {
            "data": "赞美她",
            "type": "ordinary",
            "pid": "28"
        },
        "37": {
            "data": "see more",
            "type": "ordinary",
            "pid": "36"
        },
        "38": {
            "data": "赞美她",
            "type": "ordinary",
            "pid": "37"
        },
        "39": {
            "data": "/%E8%B5%9E%E7%BE%8E%E5%A5%B3%E5%AD%A9%E5%AD%90",
            "type": "ordinary",
            "pid": "38"
        },
        "40": {
            "data": "。如果你真的喜欢一个人，你可能欣赏她很多东西。为什么不让她知道呢？如果她有什么不同了（她的头发、指甲颜色、衬衫等等），赞美她。你的赞美越独特，效果就更好。",
            "type": "ordinary",
            "pid": "36"
        },
        "41": {
            "data": "很多女生喜欢听独特的赞美，而不是普遍人都有的特质。如果你赞美她的外表，要尽量有点创意，或者指出其特别之处。可以赞赏她的品格或者特殊技艺。如果你不确定自己的赞美是好是坏，读一读wikiHow的《如何赞美女孩子》这篇文章。",
            "type": "ordinary",
            "pid": "36"
        },
        "42": {
            "data": "不要经常说她美丽。如果她确实很美，可能很多人就已经跟她说过了，这些话显得平常了。如果你准备赞美她，可以站起来赞扬她的品格、她擅长的东西以及她做事情的方式等等。太经常地赞美她的外表会让她觉得你肤浅，觉得你可能只想与她上床，你不会想留下这样的印象吧。",
            "type": "ordinary",
            "pid": "36"
        },
        "43": {
            "data": "给她留下好印象。",
            "type": "ordinary",
            "pid": "28"
        },
        "44": {
            "data": "这里没有统一的做法。能让一个女生留下好印象的方法可能会让另外一个女生不屑。最好的办法就是做你自己。展示你骄傲的独特技巧、天分或者有难度的事情，一些让你突出的事情。这不仅仅会让她对你有好感，也能增强你的自信心。",
            "type": "ordinary",
            "pid": "43"
        },
        "45": {
            "data": "要小心不要太骄傲。给她留下印象，但不要过度吹嘘自己的成就和计划。自信是吸引人的特质，但过度骄傲会让大部分女生产生反感。",
            "type": "ordinary",
            "pid": "43"
        },
        "46": {
            "data": "打破接触障碍。",
            "type": "ordinary",
            "pid": "28"
        },
        "47": {
            "data": "有好几种方法可以接触一位女生，但同时做到“不下流”。当她脱下外套时，帮她拿着；当她踩在不平路面时，给她你的手；在走过人群时，伸出你的手；如果她绊到了，抓稳她；在她愉快的时候跟她拥抱或者击掌；如果她在担忧什么，轻轻抚摸她的肩膀安抚她。这些都是礼貌的方式，让你跟她更亲密又不至于变态。",
            "type": "ordinary",
            "pid": "46"
        },
        "48": {
            "data": "对于抚摸，女人比男人更敏感，即使她们面临困难，因此，确保你的触碰是轻轻的。比如，不要拍她的背，而要拍她的肩膀。如果感到她不太自在，马上停止！",
            "type": "ordinary",
            "pid": "46"
        },
        "49": {
            "data": "试探。",
            "type": "ordinary",
            "pid": "28"
        },
        "50": {
            "data": "一些互相的吸引过后，可以开始扔低层次的“诱饵”——暗示性的小玩笑——看看她上不上钩。好的诱饵应该是轻快而有趣的，通常还是模糊的。“诱饵”也是女生调情的方法，因此，留心观察她“开玩笑”的地方，可能会有第二层含义。",
            "type": "ordinary",
            "pid": "49"
        },
        "51": {
            "data": "如果你观察准确，女生会有某种特定的表情（前提她是你对的那一个）。这就像你给了她秘密的信号。她会在几秒钟后回望你，猜想你是否知道她的含义，或者你只偶然说出了对的话。当她这样做的时候，保持眼神交流，半微笑，不要做其它反应。就像开始处在世界顶端：在你们过去的生命中，此刻是最脆弱的一刻。等她说出下一句话，祈祷听到你想要的答案！",
            "type": "ordinary",
            "pid": "49"
        },
        "52": {
            "data": "耐心些，给她点时间。",
            "type": "ordinary",
            "pid": "28"
        },
        "53": {
            "data": "不要太催促或者饥渴。好女孩通常需要比男生多的时间来发展深感情。遵循以上步骤，继续追求她，但不要太着急。如果你最后成功了，她一直会记得在最初相识的时候你给她的感受。",
            "type": "ordinary",
            "pid": "52"
        },
        "54": {
            "data": "让她觉得自己被欣赏，不是隐形或者被窒息的。缓慢而温柔（但坚定）的追求，预先减少性方面的恐惧（如果有的话），不要让人开起来太饥渴，让她习惯生活中多了一个男生。不要强迫这段感情；细心寻找能见她的地点和时间的一些暗示。",
            "type": "ordinary",
            "pid": "52"
        },
        "55": {
            "data": "约会她",
            "type": "sequence",
            "pid": "3"
        },
        "56": {
            "data": "邀约她。",
            "type": "sequence-step",
            "pid": "55"
        },
        "57": {
            "data": "当你觉得自在时，邀请她去某个地方做某些事情。要确保这些事是你们都感兴趣的。如果你想，给她看你的世界。带她去你觉得自在和喜爱的地方，跟你有关或者你让你骄傲的地方。",
            "type": "ordinary",
            "pid": "56"
        },
        "58": {
            "data": "同样的，你也可以表达你想了解她世界的愿望。她是音乐家？问问她你能否看她的表演。她是数学家？请她给你看她的报告或者理论。",
            "type": "ordinary",
            "pid": "56"
        },
        "59": {
            "data": "如果你没准备好分享你的私人生活，就只简单邀请她吃饭或者做一些事情，让你能更好地了解她。",
            "type": "ordinary",
            "pid": "56"
        },
        "60": {
            "data": "让她感觉自己的重要性。",
            "type": "sequence-step",
            "pid": "55"
        },
        "61": {
            "data": "骑士精神还没有过时。追随骑士精神，为她开门、撑伞、在她双手不得空时帮忙提东西、给她披上外套，以及最基本的关心她。真正的绅士是会让淑女感觉自己真的是淑女。女生想要感觉自己的重要性和价值。跟她说话时。尽可能多说点，说多些个人的事情，而不是一般的事。她需要知道你准备后踏出一步，而不是畏手畏脚的。",
            "type": "ordinary",
            "pid": "60"
        },
        "62": {
            "data": "要浪漫。",
            "type": "sequence-step",
            "pid": "55"
        },
        "63": {
            "data": "浪漫的代表性事物都老套无比，它们（玫瑰啊、烛光啊、巧克力什么的）不会帮你在浪漫的路上走得更远。好好想想怎么才能真正点燃你的她。你得学会发现使她独特的事物，为她找出只有她欣赏的东西。浪漫就是承认一个人是特别的。浪漫意味着你懂她，比世上的别人都懂，懂她的与众不同。",
            "type": "ordinary",
            "pid": "62"
        },
        "64": {
            "data": "留心听她说话！在脑中列张关于她喜欢以及使她独特的清单。什么是她特别的（或者秘密的）情趣；什么使她着魔，什么日复一日在她白日梦里出现；在她购物聊天看电影时，什么东西叫她双眼闪着兴奋的光？如果你记住她们很久前告诉你的事情，女生们会很快注意到。",
            "type": "ordinary",
            "pid": "62"
        },
        "65": {
            "data": "对彼此有信心。",
            "type": "sequence-step",
            "pid": "55"
        },
        "66": {
            "data": "告诉她你如何享受生活，什么让你兴奋，也找出什么让她兴奋。积极些。如果你某天过不好，也要笑着跟她打招呼。更重要的，认真听她说的所有事情。不管她是说了自己、她的家庭或者兴趣，都要留心。有些信息对以后的感情是有用的或者重要的。点头表示你在听，同时也要做出反应，让她知道你“真的”在听。当男生表示真心有兴趣听她说话的时候，女生会很感激。",
            "type": "ordinary",
            "pid": "65"
        },
        "67": {
            "data": "做自己。",
            "type": "sequence-step",
            "pid": "55"
        },
        "68": {
            "data": "你是独一无二的，做真实的自己。给她你最好的一面。让她知道你就是你。用你的才华、天分和力量来突出自己。如果你有很好的幽默感，跟她分享。如果你喜欢科学、音乐、诗歌、政事或者运动，让她知道你的这些爱好。对的人会喜欢上你，并且爱你最初的样子。",
            "type": "ordinary",
            "pid": "67"
        },
        "69": {
            "data": "小提示",
            "type": "ordinary",
            "pid": "1"
        },
        "70": {
            "data": "不要一直谈论自己。人们容易过度谈论自己，特别是在紧张的时候。如果你感觉自己需要说什么，先问个问题。记住听要跟说的一样多。",
            "type": "ordinary",
            "pid": "69"
        },
        "71": {
            "data": "诚实。永远不要为了给女生留下印象而欺骗她。",
            "type": "ordinary",
            "pid": "69"
        },
        "72": {
            "data": "不要把她跟其他你约会过的女生比较，就算在脑里比较也不要。",
            "type": "ordinary",
            "pid": "69"
        },
        "73": {
            "data": "礼貌能让她注意你。比如，为她开门，在她做下之前拉开凳子（或者把外套挂在衣架上这种事）。如果你开始了解她了，细小的行为更能帮到你。如果她不怎么认识你，那么你不会希望胡乱在咖啡馆拉出她的凳子，吓到她。当你这样做的时候，不要只站着微笑，等她对你说谢谢。拉出凳子，让她坐，然后自己坐下。为她开门，在她说话时保持聆听，在她之后进门。",
            "type": "ordinary",
            "pid": "69"
        },
        "74": {
            "data": "不要害怕微笑。即使你不怎么笑，这也会让你看起来非常友好。平静的微笑让你更易于亲近，特别是在你不怎么了解时。",
            "type": "ordinary",
            "pid": "69"
        },
        "75": {
            "data": "女生喜欢对自己真诚的男生。如果她看到他虚伪，就会觉得他只是跟她玩玩的。为了给她印象而假装某种样子，给她发现的话就会很难再相信你，而这种事情最终总会发生。",
            "type": "ordinary",
            "pid": "69"
        },
        "76": {
            "data": "记住，你喜欢的女生不是一个奖杯，也不是一种目标。你会发现一段恋情能一直留在你生命中，如果你们都想要这样的恋情，最好的就会发生在你们身上。",
            "type": "ordinary",
            "pid": "69"
        },
        "77": {
            "data": "不要谈论你曾经的恋人，特别是你的初恋。你能找到更好更适当的话题来谈论的。",
            "type": "ordinary",
            "pid": "69"
        },
        "78": {
            "data": "要知道，男人不坏女人不爱这句话只是传说。很多女生喜欢体贴的男生，而不是只爱她们外表的混蛋。如果你试着做好男生而不是坏男人，你会有更稳固更持久的恋情。",
            "type": "ordinary",
            "pid": "69"
        },
        "79": {
            "data": "记得，如果她不喜欢你，也不算失败。你会更了解自己，最终你总会找到你命中注定那个人。没有完美的方法让每一个女生都喜欢你。但只要你成为更好的自己，你会更有魅力的。",
            "type": "ordinary",
            "pid": "69"
        },
        "80": {
            "data": "如果你知道她生日，你可以在她最喜欢的商店里给她买礼品卡（不需要很多钱，她都会感激的），或者是你听到她跟朋友谈论的新围巾。只要：1）记住她的生日。2）给她送礼物，会让他觉得你是跟很好的男生。",
            "type": "ordinary",
            "pid": "69"
        },
        "81": {
            "data": "如果你想要表现出她对你的意义，就真正花时间准备约会。完全外出的约会不仅仅是聪明的，还能展示给她知道，你真的花了整个下午准备约会的东西。",
            "type": "ordinary",
            "pid": "69"
        },
        "82": {
            "data": "追求时要占据主动。比如，提出约会，决定约会期间做什么以及何时结束约会。这能减少关系的失败或者之后的拒绝。",
            "type": "ordinary",
            "pid": "69"
        },
        "83": {
            "data": "在你接近的时候，不要用身体靠近她，她会觉得你太饥渴。",
            "type": "ordinary",
            "pid": "69"
        },
        "84": {
            "data": "网上泡女生，你需要你发表的一些高中教育课程的信息，和有用的个人兴趣，或者用自己的话写三到四个个人兴趣爱好。为了能让一位女生去你所在的地方，你需要提高你的工作和财产，以及有你自己的生意或者事业。",
            "type": "ordinary",
            "pid": "69"
        },
        "85": {
            "data": "警告",
            "type": "ordinary",
            "pid": "1"
        },
        "86": {
            "data": "讲卫生。你不了解这能帮到你多少！体味和不卫生在哪里都是不好的。这包括口臭、打嗝以及脚臭。每天洗澡和刷牙（最好在你见她之前），修剪指甲，定期洗衣服和鞋子。有些女生对烟味或者强烈的古龙香味也很反感。",
            "type": "ordinary",
            "pid": "85"
        },
        "87": {
            "data": "过犹不及。过度关注她、抓住每个机会接触她、赞扬太多，以及像个谐星一样总在说笑话，这些都会破坏你和她在一起的可能性。开始的时候试着随意一点。",
            "type": "ordinary",
            "pid": "85"
        },
        "88": {
            "data": "调情的时候不要太轻浮。这会让人以为你只想得到她的身体，而不是她。很多女生不喜欢男生太恶心，只谈论身体部位。有些女生（很少）喜欢变态点的男生，但大部分不喜欢！",
            "type": "ordinary",
            "pid": "85"
        },
        "89": {
            "data": "不要试图完美，也不要期待你喜欢的女生是完美的。没有人能完美。接受你们彼此有缺点、会做错事，有时也会过得很不顺畅。",
            "type": "ordinary",
            "pid": "85"
        },
        "90": {
            "data": "永远不要试图让她嫉妒。这样做的人反而会伤到自己。如果你想知道她是否喜欢你，问她的朋友。或者比较在你和在其他男生面前她的表现。如果她对你不一样，那么就有点什么。相信你的直觉。如果你觉得和她之间有好的化学反应，耐心些，让它发展。不要告诉她或者展示给她看你过去的恋人，即使她一遍遍问你。如果你表现出对她的忠诚，你们的关系会进展更顺利。女生可能会很认真看待，如果你在某餐馆直接展示你对其他美女的关注，她会觉得你不体贴。因此，把你的注意力放在这次约会、以及约会对象上。",
            "type": "ordinary",
            "pid": "85"
        },
        "91": {
            "data": "不要跟她讲黄色笑话，这样很粗俗。99%的女生不会欣赏你对自己的身体部位开玩笑或者类似的。她们只会觉得你很恶心、不成熟，会远离你。但也有1%的女生会喜欢。",
            "type": "ordinary",
            "pid": "85"
        },
        "92": {
            "data": "有可能的话，尽量当面追求、表白或者问私人问题。你要表现自己的勇气、自信和礼貌。如果你有她的地址，你们还住在同一个城市，那么永远不要用电子邮件问私人问题。不要用接触不到的联系方式。",
            "type": "ordinary",
            "pid": "85"
        },
        "93": {
            "data": "不要跟踪她。如果她不想赴约，同样也不希望有人跟踪她。追求另外一个女生吧。",
            "type": "ordinary",
            "pid": "85"
        }
    }
}