{
    "document_id": 741,
    "domain": "health",
    "name": "家庭版_医学主题_基本知识_法律和伦理问题_预立指示.html",
    "graph": {
        "1": {
            "data": "预立指示",
            "type": "root",
            "pid": "0"
        },
        "5": {
            "data": "see more",
            "type": "hyperlink",
            "pid": "7"
        },
        "6": {
            "data": "医疗法律和伦理问题概述",
            "type": "see-more",
            "pid": "5",
            "target": "家庭版_医学主题_基本知识_法律和伦理问题_法律和伦理问题概述.json"
        },
        "7": {
            "data": "医疗保健预立指示是法律文件，规定本人对没有能力做出医疗决定情况下的医疗措施的选择。预立指示有两种基本形式：生前遗嘱和医疗保健委托书。（也可见医疗法律和伦理问题概述。） ",
            "type": "ordinary",
            "pid": "1"
        },
        "8": {
            "data": "生前遗嘱提前表达了患者关于将来医疗（尤其是临终关怀）的指示或偏好，以防患者丧失做医疗保健决策的能力。",
            "type": "ordinary",
            "pid": "7"
        },
        "9": {
            "data": "医疗保健委托书是指定一名人员（称为医疗保健代理、医疗保健代表或其他依情形而定的名称）在患者（委托人）无能力（暂时或永久）做医疗决策时为患者做出决定。",
            "type": "ordinary",
            "pid": "7"
        },
        "10": {
            "data": "通常，患者直接告诉医生他们的意愿。但当患者不再有能力做出或沟通医疗保健决策时，则需要另一种方式做出和沟通医疗保健决策。这是预立指示所发挥的作用。如果尚未准备任何预立指示，则可能需要其他受州法律认可或由法院任命的人士做出医疗保健决定。在患者行为能力不足且未指定医疗保健代理人的情况下，许多州都授权默认的替代决策者，通常是与患者的亲缘关系最近的人。",
            "type": "ordinary",
            "pid": "1"
        },
        "11": {
            "data": "see more",
            "type": "hyperlink",
            "pid": "10"
        },
        "12": {
            "data": "默认的替代决策者",
            "type": "see-more",
            "pid": "11",
            "target": "家庭版_医学主题_基本知识_法律和伦理问题_默认代理决策.json"
        },
        "13": {
            "data": "但州立法不适用时，尽管他们的法定授权比较模糊，医生和医院也常向有血缘的亲人寻求帮助。极少数会转向法庭，法庭一般会委派一名家庭成员作为监护人或管理员，但也可指派一位朋友或陌生人来监督医疗。医疗保健委托书（如果生前遗嘱有关于这方面的内容，也可以使用遗嘱）会使事情得以解决而无需法庭的介入，并能确保事情会按照患者的医疗意愿处理。",
            "type": "ordinary",
            "pid": "1"
        },
        "14": {
            "data": "生前遗嘱",
            "type": "ordinary",
            "pid": "1"
        },
        "15": {
            "data": "生前遗嘱是指一份有限文件，其表达了立遗嘱人对未来医疗保健的偏好。之所以称其为“生前”遗嘱，是因为它在此人还生存的时候生效。在美国有许多州，此法律文件被叫做给医生的指示。",
            "type": "ordinary",
            "pid": "14"
        },
        "16": {
            "data": "生前遗嘱的重点通常是临终关怀，但也可包括有关任何护理或治疗方面的指示。生前遗嘱只有当患者失去对医疗选择的决定能力时才有效，且患者处于法律规定的特定状态，如生命的终末期或永久无意识等。有些州还承认其他终末状况(如早老性痴呆晚期)或任何生前遗嘱指明的状态。",
            "type": "ordinary",
            "pid": "14"
        },
        "17": {
            "data": "很多人相信，相对于依赖医疗器械维持生存或没有希望恢复有一定质量的生活，很多人认为死亡反而显得更为可取。其他人则强烈认为极端大胆的方法和技术应当用来尽可能地延长生命，不管医疗干预的程度或这样做之后的生活质量。生前遗嘱使得一个人能够表达在这两种选择中的选择(或者是患者认为可接受的任何一种中间方法)。在生前遗嘱中包括与临终关怀、个人优先事项和治疗目标相关的核心价值的信息，这至少与特定治疗愿望一样有用（如果没有比特定治疗愿望更有用），因为大多数特定治疗决策都是不可预见的。",
            "type": "ordinary",
            "pid": "14"
        },
        "18": {
            "data": "有法律效力的生前遗嘱必须符合州的法律要求，比如关于如何签署和证明文件，或者文件正文必须包含什么。很多州都有特定的形式供人们选择。人们通常可以从医院和其他医疗服务机构、当地老年办公室或法律（律师）协会网站获取可接受的范例。",
            "type": "ordinary",
            "pid": "14"
        },
        "19": {
            "data": "语言示例",
            "type": "ordinary",
            "pid": "14"
        },
        "20": {
            "data": "通常情况下，生前遗嘱可提出何时将治疗目标从侵入性、治疗性努力改为主要提供舒适护理并容许自然死亡。每个人的生前遗嘱都稍有不同，取决于其价值观、信仰和目标。通常，会用些专业术语如心肺复苏(CPR)，机械通气、人工营养和进水等。",
            "type": "ordinary",
            "pid": "19"
        },
        "21": {
            "data": "每个人的情况和愿望都是独一无二的、复杂的。因此，生前遗嘱语言简洁，目的是简单地阐明各种问题。例如，阐明一个过于积极的的治疗，文件上会写道：“不考虑我的情况、我康复的机率、治疗的负担或手术费用，我只希望最大可能地延长我的生命。”但是应注意，人的选择有明确的限制。比如，健康关怀医生不需要提供医学上不适宜或明显徒劳的治疗。",
            "type": "ordinary",
            "pid": "19"
        },
        "22": {
            "data": "为避免延长生命的大胆尝试，文件可以这样声明：“如果我患有终末期疾病或处于预计不会康复的持续植物人状态，而生命支持只能延迟我的死亡时间，那么我不想延长生命，也不希望接受或继续生命维持治疗（包括人工喂食和补液）。”",
            "type": "ordinary",
            "pid": "19"
        },
        "23": {
            "data": "还有一些人的生前遗嘱可能有所不同。要表达折中的选择，文件可以这样声明：“如果我出现永久性严重脑损伤（例如，我可以睁开眼睛，但不能说话或理解）且预计不会好转，那么我不想延长生命，也不希望接受或继续生命维持治疗（包括人工喂食和补液）。”",
            "type": "ordinary",
            "pid": "19"
        },
        "24": {
            "data": "即使患者已通过预立指示拒绝治疗，医务人员仍然有责任根据患者情况的需要为患者采取令其舒适的措施。",
            "type": "ordinary",
            "pid": "19"
        },
        "25": {
            "data": "局限性",
            "type": "ordinary",
            "pid": "14"
        },
        "26": {
            "data": "生前遗嘱有很多限制。如他们一般陈述的仅仅是很窄范围的生命结尾的决定；他们不能提前预知所有将来可能面临的严重医学情况；而且写好的文件可能并不适用于到时的状况。此外，人们的偏好通常随着他们发展为疾病进展或因为他们的价值观或优先事项随时间的变化而改变。",
            "type": "ordinary",
            "pid": "25"
        },
        "27": {
            "data": "生前遗嘱经常在需要做真正重要的决定之前就制定好了，所以非常特殊的指令可能不适用于新的、不可预见的环境。然而，一份生前遗嘱可为医生和代理人在面对严重疾病时提供基本的指导。",
            "type": "ordinary",
            "pid": "25"
        },
        "28": {
            "data": "你知道吗……尽管二者都可取，但医疗保健委托书通常优于生前遗嘱，因为它可适用于无能力者的所有医疗决策，且允许被选定的决策代理人对医学信息和环境的变化做出反应。",
            "type": "ordinary",
            "pid": "25"
        },
        "29": {
            "data": "医疗保健委托书",
            "type": "ordinary",
            "pid": "1"
        },
        "30": {
            "data": "医疗保健委托书是一份授权文件，其中一个人（称作委托人）指定另一个人（称作医疗保健代理、代表、代表人或代理人，具体根据所在的州而定）在委托人无能力做出医疗保健决策时为其做医疗保健决定。就像生前遗嘱，在不同的州有不同的叫法。",
            "type": "ordinary",
            "pid": "29"
        },
        "31": {
            "data": "医疗保健委托与生前遗嘱不同，它侧重于决策过程而不是具体的决定。没有生前遗嘱可以预测到所有可能的情况。因此，医疗保健委托书可涵盖更广泛的医疗决定。",
            "type": "ordinary",
            "pid": "29"
        },
        "32": {
            "data": "一旦生效，代理人在当时当地即可履行职责，查看病历，充当辩护人，与医疗工作人员讨论治疗和问题，决定委托人想要的或什么才最符合委托人的最大利益（如果不知道委托人的意愿）。医疗保健委托书可以包括一份生前遗嘱——对医疗保健选择的描述——或任何其它指示，但指示应该作为给代理人的指导，而不是让其必须依从的条件。",
            "type": "ordinary",
            "pid": "29"
        },
        "33": {
            "data": "选择代理人应当谨慎。一个很想避免侵入性的治疗的人不能找一个不能实现这些意愿的人作为代理人，如主张用尽一切方法来延长生命的人作为代理人。比如，选择一名相信应该倾尽所有介入治疗延长生命的人、或是情感状态很难做出限制或终止治疗的配偶来做代理人，恐怕不明智。最好选择那些善于选择又不会受到生存意愿限制的人，比如可信的助手，顾问或多年的朋友。",
            "type": "ordinary",
            "pid": "29"
        },
        "34": {
            "data": "面对来自当事人的家人、朋友或医疗保健从业人员的阻力时，理想的代理人具有与医疗保健从业人员有效沟通并担当有力的调解人和倡导者的能力。委托人应详论想让代理人用作指导的目标、价值观和愿望，因为代理人在做出极其困难的决定时将需要所有可能的指导。另外，在委托人将某人指定为代理人前，委托人应当确保此人愿意担当这个角色。",
            "type": "ordinary",
            "pid": "29"
        },
        "35": {
            "data": "在大多数州，两个或更多的人可能被指明来一起(共同)或单独(各自)司职。然而，此类联合任命可能会产生冲突和纠纷，可能的话应避免或与律师讨论。如果可行，医疗保健委托书应指定一名候补或接替的代理人以防首次指定的人不能或不愿意执行。",
            "type": "ordinary",
            "pid": "29"
        },
        "36": {
            "data": "每个州的法律都有制定有效医疗保健委托书及生前遗嘱的规则和程序。应仔细遵守这些规则。多数州要求有两名合格的证人签名，另有一些州可以选择公证。一个有行为能力的委托人可以在任何时候撤销医疗保健委托书。代理人的选择不必是永久性的。如果情况变了，委托人可以制定新的医疗保健委托书和/或指定新的代理人。",
            "type": "ordinary",
            "pid": "29"
        },
        "37": {
            "data": "医疗保健委托书对年轻人和老人都很重要，因为医疗保健代理人可能在委托人临床暂时无能力期间以及在临终前很可能永久丧失能力期间采取行动。尤其对想让其他人(如伴侣、朋友或其他法律上的无关者)而非亲属来做决定的人来说，这很重要。这是除外法庭(一个复杂的程序)唯一的手段赋予一个人法定权力去做出医疗关怀的决定以及确保对医疗信息的获得与知情。",
            "type": "ordinary",
            "pid": "29"
        },
        "38": {
            "data": "理想的情况是，一个人应当将他的生前遗嘱和医疗保健委托书的副本交给为他提供治疗的每一个医生，并在入院时交给医院。应该将生前遗嘱和医疗保健委托书的副本交给被指明为代理人的人，还应与重要文件放在一起。患者还应给其他在其患严重疾病期间可能介入的近亲或朋友提供副本。这有助于避免代理人在做出艰难决定时显得意外和产生争议。越来越多地使用基于网络的数据库，其可储存有关人们的预立指示的信息，并且医疗保健专业人员可访问这些数据库。还可以使用预立指示智能手机应用程序，这使人们可以储存预立指示，与家人共享并以电子方式发送给医生。",
            "type": "ordinary",
            "pid": "29"
        },
        "39": {
            "data": "有的预立指示太过繁琐或复杂常会造成混乱。当既有生前遗嘱又有医疗保健委托书时，就应当指明二者冲突时，应采用哪一个。一般来说，如果委托人委托的是一个可信的人，那么医疗保健委托书就更可取。",
            "type": "ordinary",
            "pid": "29"
        },
        "40": {
            "data": "你知道吗……医疗保健委托书对所有成人都尤其重要，甚至是年轻成人，其想让其他人（如伴侣、朋友或其他法律上的无关者）而非亲属来控制决策的人。",
            "type": "ordinary",
            "pid": "29"
        }
    }
}